Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: Note: -The knees can be bent a little, the angle in the knees is fixed during execution. -The back and shoulder blades are pressed, move your legs to the sides to the side-altar. Work in your amplitude, without sudden movements.
ru: Примечание: -Колени могут быть чуть согнуты, во время выполнения угол в колене зафиксирован. -Спина и лопатки прижаты, отводите ноги в стороны до придела. Работайте в своей амплитуде, без резких движений.

source: Note: -The pelvis and back are pressed to the floor. -Straighten the working leg at the knee. When lowering the leg, avoid rotating the body after the leg. The number of repetitions is recommended for each leg.
ru: Примечание: -Таз и спина прижаты к полу. -Выпрямите рабочую ногу в колене. При опускании ноги избегайте вращения корпуса вслед за ногой. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The abdomen is tense, the back is straight, the gaze is directed downward. -The thigh of the working leg is in line with the body, parallel to the floor. Bend the knee to 90 degrees. The number of repetitions is recommended for each leg.
ru: Примечание: -Живот в напряжении, спина прямая, взгляд направлен вниз. -Бедро рабочей ноги на одной линии с корпусом, параллельно полу. Сгибайте колено до 90 градусов. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -Legs are slightly wider than shoulders, back is straight, gaze is directed forward or up. -Squat until your thigh is parallel to the floor. Knees should not protrude beyond the toes.
ru: Примечание: -Ноги чуть шире плеч, носки сонаправлены с коленями, спина прямая, взгляд направлен вперёд или вверх. -Опускайтесь вниз до параллели с полом. Колени не должны выходить за носки.

source: Note: -At the bottom point, the angle at the knees is 90 degrees. The body is tilted slightly forward, the stomach is tense, the back is straight, the gaze is directed forward or upward. The number of repetitions is recommended for each leg.
ru: Примечание: -В нижней точке угол в коленях 90 градусов. Корпус наклонен чуть вперед, живот в напряжении, спина прямая, взгляд направлен вперёд или вверх. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -Legs wider than shoulder width, back straight, look forward or up. -Squat down until your thigh is parallel to the floor. The knees should not protrude beyond the toes.
ru: Примечание: -Ноги на ширине плеч, носки сонаправлены с коленями, спина прямая, взгляд направлен вперёд или вверх. -Опускайтесь вниз до параллели с полом. Колени не должны выходить за носки.

source: Note: -The back is straight, the gaze is directed forward or up. -Go down to the knee angle of the front leg 90 degrees, the knee is aligned with the foot. The number of repetitions is recommended for each leg.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. -Опускайтесь до угла в колене передней ноги 90 градусов, колено сонаправлено ступне. Избегайте завала колена. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The back is straight, the gaze is directed forward or up. -At the lowest point, the knee angle is 90 degrees, do not rest your back knee on the floor, it should be at a minimum distance from the floor. The number of repetitions is recommended for each leg.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. -В нижней точке угол в коленях 90 градусов, не упирайтесь коленом задней ноги в пол, оно должно быть в минимальном расстоянии от пола. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -This exercise is suitable for those with knee and back problems. -You can also place a support under your toes to increase the load.
ru: Примечание: -Это упражнение подойдёт,тем у кого есть ограничения с коленями и спиной. -Также для усиления нагрузки вы можете подложить опору под носки ног.

source: Note: -Try to sit as low as possible on your supporting leg, without leaning to the side. -Keep the other leg and arms outstretched to maintain balance. The number of repetitions is recommended for each leg.
ru: Примечание: -Старайтесь сесть как можно ниже вниз на опорную ногу, не заваливаясь в строну. -Другую ногу и руки держите вытянутыми, для сохранения баланса. Количество повторений рекомендовано к выполнению на каждую ногу.

# Лодочка
source: Superman
ru: Лодочка

# Лодочка со свидением лопаток
source: Superman Variation
ru: Лодочка со свидением лопаток

# Лодочка 2
source: Superman Variation
ru: Лодочка 2

# Тяга к поясу в наклоне
source: Dumbbell Row
ru: Тяга к поясу в наклоне

# Пулловер
source: Pull-Over
ru: Пулловер

# Тяга к поясу в упоре
source: Dumbbell Single-arm Row
ru: Тяга к поясу в упоре

# МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ
source: MUSCLES OF THE BACK STABILIZERS
ru: МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ

# МЫШЦЫ СПИНЫ, ТРИЦЕПС, ПЛЕЧИ
source: BACK MUSCLES, TRICEPS, SHOULDERS
ru: МЫШЦЫ СПИНЫ, ТРИЦЕПС, ПЛЕЧИ

# МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ, ШИРОЧАЙШИЕ МЫШЦЫ СПИНЫ
source: MUSCLES OF THE BACK STABILIZERS, LATISSIMUS DORSI
ru: МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ, ШИРОЧАЙШИЕ МЫШЦЫ СПИНЫ

# СТАБИЛИЗАТОРЫ И РОМБОВИДНЫЕ МЫШЦЫ СПИНЫ, ЗАДНЯЯ ДЕЛЬТА
source: MUSCLES OF THE BACK STABILIZERS END RHUMBOID MUSCLES, BACK DELT
ru: СТАБИЛИЗАТОРЫ И РОМБОВИДНЫЕ МЫШЦЫ СПИНЫ, ЗАДНЯЯ ДЕЛЬТА

# МЫШЦЫ СПИНЫ
source: BACK MUSCLES
ru: МЫШЦЫ СПИНЫ

source: Note: -Lift your legs and body off the floor as much as possible, neck relaxed, do not bend in the lower back too much. -Fix at the top point.
ru: Примечание: -Отрывайте ноги и корпус от пола на сколько это возможно, шея расслаблена, не прогибайтесь в пояснице сильно. -Фиксируйтесь в верхней точке.

source: Note: -Lift the body off the floor as much as possible, the neck is relaxed, do not bend in the lower back. -Move your elbows back, fix at the top point.
ru: Примечание: -Отрывайте корпус от пола на сколько это возможно, шея расслаблена, не прогибайтесь в пояснице сильно. -Осуществляйте движение локтями назад, фиксируйтесь в верхней точке.

source: Note: -Lift the body off the floor as much as possible, the neck is relaxed, do not bend in the lower back. -Move your palms back, fix at the top point.
ru: Примечание: -Отрывайте корпус от пола на сколько это возможно, шея расслаблена, не прогибайтесь в пояснице сильно. -Осуществляйте движение кистями назад, фиксируйтесь в верхней точке.

source: Note: -The knees are slightly bent, the back is straight. -The palms are moved along the hips, take the elbows behind the line of the back.
ru: Примечание: -Колени чуть согнуты, спина прямая. -Движение кистей осуществляется вдоль бёдер, уводите локти за линию спины.

source: Note: -Elbows are slightly bent, during execution the angle at the elbows is fixed. The thoracic department is open. -At the lowest point, the hands should not touch the floor, pause at the lowest point.
ru: Примечание: -Локти немного согнуты, во время выполнения угол в локтях зафиксирован. Грудная клетка раскрыта. -В нижней точке руки находятся на весу, делайте паузу.

source: Note: -The supporting leg is piled forward and slightly bent, the back is straight. -At the lower point, the shoulder is piled down, the arm is straightened, at the upper point the angle at the elbow is 90 degrees, take the elbow behind the back line. The number of repetitions is recommended for each hand.
ru: Примечание: -Опорная нога завалена вперёд и немного согнута, спина прямая. -В нижней точке плечо завалено вниз, рука выпрямлена, в верхней точке угол в локте 90 градусов, уводите локоть за линию спины. Количество повторений рекомендовано к выполнению на каждую руку.

# Махи вверх
source: Kick
ru: Махи вверх

# Махи в бок
source: Side abduction
ru: Махи в бок

# Махи в бок из положения планки
source: Side abduction variation
ru: Махи в бок из положения планки

# Ягодичный мостик
source: Glute Bridge
ru: Ягодичный мостик

# Ягодичный мостик одной ногой
source: Singe Glute bridge
ru: Ягодичный мостик одной ногой

# Махи в бок стоя
source: Side abduction
ru: Махи в бок стоя

# Обратная экстензия
source: Froggers
ru: Обратная экстензия

# Приседания плие
source: Wide Squat
ru: Приседания плие

# Махи в бок лёжа
source: Side abduction variation
ru: Махи в бок лёжа

# Выпады на месте 2
source: Lunge variation
ru: Выпады на месте 2

# Диагональные выпады
source: Side lunge
ru: Диагональные выпады

# ЯГОДИЧНЫЕ МЫШЦЫ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА
source: GLUTEUS MUSCLES, BACK THIGH
ru: ЯГОДИЧНЫЕ МЫШЦЫ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА

# ЯГОДИЧНЫЕ МЫШЦЫ
source: GLUTEUS MUSCLES
ru: ЯГОДИЧНЫЕ МЫШЦЫ

# МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ МЫШЦЫ
source: MINIMUS AND MEDIUS GLUTEUS MUSCLES
ru: МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ МЫШЦЫ

# МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ МЫШЦЫ, МЫШЦЫ КОРА
source: MINIMUS AND MEDIUS GLUTEUS MUSCLES, CORE MUSCLE
ru: МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ МЫШЦЫ, МЫШЦЫ КОРА

# БОЛЬШАЯ ЯГОДИЧНАЯ МЫШЦА
source: MAXIMUS GLUTEUS MUSCLES
ru: БОЛЬШАЯ ЯГОДИЧНАЯ МЫШЦА

# МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ, ЯГОДИЧНЫЕ МЫШЦЫ
source: MUSCLES OF THE BACK STABILIZERS, GLUTEUS MUSCLES
ru: МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ, ЯГОДИЧНЫЕ МЫШЦЫ

# ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ
source: BACK, FRONT THIGH, GLUTEUS MUSCLES
ru: ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ

# ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА, МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ
source: BACK, FRONT THIGH, MINIMUS AND MEDIUS GLUTEUS MUSCLES
ru: ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА, МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ

source: Note: -The back is straight. Don't lift our neck up. Knees slightly bent, bend down, keeping a straight back, legs shoulder width apart. -You can also feel the back muscles, because they are also included in the work.
ru: Примечание: -Спина прямая. Шею не задираем наверх. Колени чуть согнуты, наклоняйтесь вниз, сохраняя ровную спину, ноги на ширине плеч. -Также вы можете чувствовать мышцы спины, т.к они тоже включаются в работу.

source: Note: -Knees slightly bent, back straight. Lower yourself by pulling the pelvis back, feeling the tension of the back of the thigh. -You can also feel the back muscles, because they are also included in the work. The number of repetitions is recommended for each leg.
ru: Примечание: -Колени чуть согнуты, спина прямая. Опускайтесь отводя таз назад, чувствуя натяжение задней поверхности бедра. -Также вы можете чувстовать мышцы спины, т.к они тоже включаются в работу. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The lower back is straight, try to straighten the whole body in one line. -To maintain balance, bend the supporting leg at the knee. -You can also feel the back muscles, because they are also included in the work. The number of repetitions is recommended for each leg.
ru: Примечание: -Поясница прямая, старайтесь выпрямить все тело в одну линию. -Для сохранения равновесия согните опорную ногу в колене. -Также вы можете чувстовать мышцы спины, т.к они тоже включаются в работу. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The stomach is tense, the back is straight, the gaze is directed downwards. -At the upper point, the thigh of the working leg is in line with the body, parallel to the floor, the knee bend is 90 degrees. The number of repetitions is recommended for each leg.
ru: Примечание: -Живот в напряжении, спина прямая, взгляд направлен вниз. -В верхней точке бедро рабочей ноги на одной линии с корпусом, параллельно полу, сгиб в колене 90 градусов. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The stomach is tense, the back is straight, the gaze is directed downwards. The angle at the knees is 90 degrees. -Work in a comfortable amplitude. The number of repetitions is recommended for each leg.
ru: Примечание: -Живот в напряжении, спина прямая, взгляд направлен вниз. Угол в коленях 90 градусов. -Работайте в комфортной амплитуде. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -Keep the body straight, look straight, abdominal muscles tense. -Pull the hip aside as much as possible. The number of repetitions is recommended for each leg.
ru: Примечание: -Старайтесь не проваливаться в плече опорной руки, корпус ровный, взгляд прямо, мышцы живота в напряжении. -Отводите бедро в сторону на столько на сколько это возможно. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: - Support on the heels, the pelvis is slightly twisted on itself. The abdominal muscles are tense. Your back is straight, raise your pelvis to a straight line - pelvis, hips, torso.
ru: Примечание: -Опора на пятки, таз слегка подкручен на себя. Живот в напряжении. Спина прямая, поднимайте таз до прямой линии - бедра, корпус.

source: Note: -Support on the heel, the pelvis is slightly twisted on itself. The abdominal muscles are tense. The back is straight, raise the pelvis to a straight line - pelvis,hips, body. The number of repetitions is recommended for each leg.
ru: Примечание: -Опора на пятку, таз слегка подкручен на себя. Живот в напряжении. Спина прямая, поднимайте таз до прямой линии - бедра, корпус. Верхняя нога перпендикулярно полу. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: - The body and the supporting leg are in the same plane, the knee of the supporting leg is straight. Slightly lift the working leg. - If you lose your balance, you can hold on to the wall. The number of repetitions is recommended for each leg.
ru: Примечание: -Корпус и опорная нога в одной плоскости, колено опорной ноги прямое. Поднимайте рабочую ногу невысоко, так чтобы корпус оставался ровным. -Если теряете равновесие, можете опереться о стену. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -Lift your hips off the floor as far as possible, knees facing to the sides, neck relaxed. -Do not bend in the lower back much, squeeze the buttocks at the top point.
ru: Примечание: -Отрывайте бёдра от пола насколько это возможно, колени смотрят в стороны, шея расслаблена. -Не прогибайтесь в пояснице сильно, в верхней точке сжимайте ягодицы.

source: Note: -The legs are wider than the shoulders, the socks are pointed to the sides, the knees are aligned with the socks, the back is straight. -At the bottom point, the angle at the knees is 90 degrees.
ru: Примечание: -Ноги шире плеч, носки направлены в стороны, колени сонаправлены с носками, спина прямая. -Опускайтесь вниз до параллели с полом, угол в коленях 90 градусов.

source: Note: -Keep the body straight, the stomach is tense, look straight, pull the hip to the side, but do not lift it too high. The number of repetitions is recommended for each leg.
ru: Примечание: -Корпус ровный, живот в напряжении, не проваливаемся в плече, взгляд прямо, отводим бедро в сторону, но не задираем сильно высоко. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The back is straight, the gaze is directed forward or upward. At the bottom point, the angle at the knees is 90 degrees. -The knee should be as close to the floor as possible, but not touch it. The number of repetitions is recommended for each leg.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. В нижней точке угол в коленях 90 градусов. -Колено должно быть максимально близко к полу, но не касаться его. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The legs are slightly wider than the shoulders, the knees are aligned with the socks, the back is straight, the gaze is directed forward or upward. -At the bottom point, the angle at the knees is 90 degrees. The knees should not go beyond the socks.
ru: Примечание: -Ноги чуть шире плеч, колени сонаправлены с носками, спина прямая, взгляд направлен вперёд или вверх. -Опускайтесь вниз до параллели с полом. Колени не должны выходить за носки.

source: Note: -The back is straight, the gaze is directed forward or upward. The knees are aligned with the socks. -We try to lower the hips to a parallel with the floor. Do not point your knees inwards.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. Колени сонаправлены с носками. -Бёдра стараемся опустить до параллели с полом. Колени не заваливаем во внутрь.

source: Note: -The back is straight, the gaze is directed forward or upward. -Try to keep the angle in the knee of the front leg 90 degrees. The toe of the hind leg can be positioned differently. The number of repetitions is recommended for each leg.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. -Старайтесь держать угол в колене передней ноги 90 градусов и не наваривайтесь на него. Носок задней ноги можно располагать по-другому. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The back is straight, the gaze is directed forward or upward. At the bottom point, the angle at the knees is 90 degrees. -Do not rest the knee of the hind leg on the floor, it should be at a minimum distance from the floor. The number of repetitions is recommended for each leg.
ru: Примечание: -Спина прямая, взгляд направлен вперёд или вверх. В нижней точке угол в коленях 90 градусов. -Не упирайтесь коленом задней ноги в пол, оно должно быть в минимальном расстоянии от пола. Количество повторений рекомендовано к выполнению на каждую ногу.

# 3 x 30 сек.
source: 3 x 30 sec.
ru: 3 x 30 сек.
