Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: Note: -Spread your legs slightly wider than your shoulders, turning your feet diagonally. -Place your hands on the support just above the floor, in the absence of inventory, it can be any stable object. -The back is straight, feel the alternate connection to stretch the inner surface of the thigh. -In the lunge, the knee is directed towards the foot, going a little further than the foot.
ru: Примечание: -Расставьте ноги чуть шире плеч, развернув стопы в диагональ. -Расположите руки на опоре чуть выше пола, в случае отсутствия инвентаря, это может быть любой устойчивый предмет. -Спина прямая, чувствуйте поочередное подключение на растягивание внутренней поверхности бёдра. -В выпаде колено направленно в сторону стопы, уходя чуть дальше стопы.

# 20 выпадов
source: 20 repetitions
ru: 20 выпадов

# Гран-плие
source: Groin Stretch
ru: Гран-плие

# С ШИРОКОЙ ПОСТАНОВКОЙ НОГ
source: SQUATTING
ru: С ШИРОКОЙ ПОСТАНОВКОЙ НОГ

source: Note: -Spread your legs slightly wider than your shoulders, turning your feet to the sides. -The point of support on the heels. -The pelvis is twisted and tends to go below the horizon line, we reach for the floor with our fingers, while the back is straight, try not to let the body fall forward.
ru: Примечание: -Расставьте ноги чуть шире плеч, развернув стопы в стороны. -Точка опоры на пятки. -Таз подкручен и стремится уйти ниже линии горизонта, пальцами рук тянемся к полу, спина при этом прямая, старайтесь чтобы корпус не заваливался вперёд.

# 12 повторений
source: 12 repetitions
ru: 12 повторений

# Гранд-плие
source: Groin Stretch
ru: Гранд-плие

# С ФИКСАЦИЕЙ
source: SQUATTING WITH FIXATION
ru: С ФИКСАЦИЕЙ

source: Note: -Fixation in the horizontal plane in the Groin Stretch through the forearm with an emphasis on the hips. -Spread your legs slightly wider than your shoulders, turning your feet to the sides. -The point of support on the heels. -The pelvis is twisted and tends to go below the horizon line, the back is straight, we move the body a little forward for ease of fixation, the buttocks and thighs are relaxed, the shoulder girdle is fixed.
ru: Примечание: -Фиксация в горизонтальной плоскости в Гранд-плие через предплечье в упор на бёдра. -Расставьте ноги чуть шире плеч, развернув стопы в стороны. -Точка опоры на пятки. -Таз подкручен и стремится уйти ниже линии горизонта, спина при этом прямая, подаем корпус немного вперёд для удобства фиксации, ягодичные и бёдра расслаблены, плечевой пояс зафиксирован, локти работают в упор на бёдра, раскрывая их по сторонам.

# Махи ногами
source: Stretching the legs
ru: Махи ногами

# ЛЕЖА НА БОКУ
source: ON SIDE
ru: ЛЕЖА НА БОКУ

source: Note: -Take a lying position on your side, stretch your arm, body, legs and feet in one line. -Keep your knees straight, move your pelvis forward, bringing the leg to the maximum to the body.
ru: Примечание: -Займите положение лежа на боку, вытяните руку, корпус, ноги и стопы в одну линию. -Колени держите прямыми, таз подайте вперёд, рабочую ногу старайтесь уводить за плечо, доводя ногу в максимум к корпусу.

# ЛЁЖА НА БОКУ
source: ON SIDE
ru: ЛЁЖА НА БОКУ

source: Note: -Take a lying position on your side, stretch your arm, body, legs and feet in one line. -Keep your knees straight, move your pelvis forward, bringing the leg to the maximum to the body, catch it with your hand and bring it to the maximum.
ru: Примечание: -Займите положение лежа на боку, вытяните руку, корпус, ноги и стопы в одну линию. -Колени держите прямыми, таз подайте вперёд, рабочую ногу старайтесь уводить за плечо, доводя ногу в максимум к корпусу поймайте её рукой и доведите до максимума, колено нижней ноги согните.

# С СОКРАЩЕННОЙ СТОПОЙ
source: COMPLEX VARIATION
ru: С СОКРАЩЕННОЙ СТОПОЙ

source: Note: -Take a lying position on your side, stretch your arm, body, legs and feet in one line. -Keep your knees straight, move your pelvis forward, try to take your working leg by the shoulder, bringing the leg to the maximum to the body, catch it with your hand and bring it to the maximum, bend the knee of the lower leg. -Then entrust the foot of the foot to the reduction.
ru: Примечание: -Займите положение лежа на боку, вытяните руку, корпус, ноги и стопы в одну линию. -Колени держите прямыми, таз подайте вперёд, рабочую ногу старайтесь уводить за плечо, доводя ногу в максимум к корпусу поймайте её рукой и доведите до максимума, колено нижней ноги согните. -После доверните стопу ноги на сокращение.

# Вращение ногами
source: Leg rotation
ru: Вращение ногами

source: Note: -Due to your physical abilities, rotate your leg with a bent or straight knee. -Try to work at the maximum amplitude. -Fix the housing immobile. -In the case of performing with a straight knee, the knee does not bend during rotation.
ru: Примечание: -Ввиду ваших физических возможностей вращайте ногой с согнутым или прямым коленом. -Старайтесь работать по максимальной амплитуде. -Корпус зафиксируйте неподвижно. -В случае выполнения с прямым коленом, колено во время вращения не сгибается.

# По 5 повторений
source: 5 repetitions
ru: По 5 повторений

# Наклоны лицом к ноге
source: Tilt to straight foot
ru: Наклоны лицом к ноге

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees and tighten your toes, your back is straight. -During the tilt, turn the body to face the leg, bending to the maximum position to the leg.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона корпус поверните лицом к ноге, наклоняясь в максимальное положение к ноге.

# Наклоны с фиксацией стопы
source: Tilt to straight foot
ru: Наклоны с фиксацией стопы

# В СКЛАДКЕ НОГИ ВРОЗЬ
source: WITH FOOT FIXATION
ru: В СКЛАДКЕ НОГИ ВРОЗЬ

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees and tighten your toes, your back is straight. -During the tilt, turn the body to face the leg, bending to the maximum position to the leg, take the foot with your hands and turn the foot to yourself as much as possible. Fixation for 5 seconds.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона корпус поверните лицом к ноге, наклоняясь в максимальное положение к ноге, возьмите стопу руками и максимально подверните стопу к себе. Фиксация по 5 секунд.

# По 6 наклонов
source: 6 slopes
ru: По 6 наклонов

# Наклон вперёд
source: Tilt forward
ru: Наклон вперёд

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees and pull your toes, your back is straight. -During the tilt, stretch your arms as far forward as possible without bending your back. Lock in the maximum position.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона тянитесь руками максимально вперёд, не сгибая спину. В положении максимума зафиксируйтесь.

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees and tighten your toes, your back is straight. -While leaning forward, turn the body to face the leg, pull the arm towards the leg, pull the right arm parallel to the floor.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона вперёд поверните корпус лицом к ноге, нижнюю руку вытяните к ноге, правую руку вытяните параллельно полу.

# Вертикальная лягушка
source: Frog Sitting Pose
ru: Вертикальная лягушка

# НА КОЛЕНЯХ
source: SITTING
ru: НА КОЛЕНЯХ

source: Note: -Spread your knees wide, point your feet towards each other. -Fix your hands on your feet, bend in the lower back, open the thoracic region.
ru: Примечание: -Широко разведите колени, стопы направьте друг к другу. -Руки фиксируйте на стопах, прогнитесь в пояснице, раскройте грудной отдел.

# Ноги буквой ‘П’
source: Frog Stretch
ru: Ноги буквой ‘П’

source: Note: -Spread your knees as wide as possible, 90 degrees at the knees, fixation in the first position on straight arms for 30 seconds. -The lower back is bent, the chest is open, the pelvis is open and is in line with the knee, the shoulders do not go below the hip line. -After fixing, tilt the body at an emphasis on the forearms, with fixation in this position for another 30 seconds with dynamic swings back from the starting position.
ru: Примечание: -Расставьте колени максимально широко, 90 градусов в коленях, фиксация в первом положении на прямых руках 30 секунд. -Поясница прогнута, грудная клетка раскрыта, таз открыт и находится на одной линии с коленом, плечи не уходят ниже линии бедра. -После фиксации наклоните корпус в упор на предплечья, с фиксацией в этом положении еще на 30 секунд с динамическими покачиваниями назад из исходного положения.

# 2 фиксации по 30 секунд
source: Fixation 30 seconds
ru: 2 фиксации по 30 секунд

# С ФИКСАЦИЕЙ
source: WITH STRAIGHTENED FOOT / SIMPLE
ru: С ФИКСАЦИЕЙ

source: Note: -Bend one of the legs at the knee 90 degrees, straighten the other leg at the knee, tighten the sock, the lower back is bent, the chest is open. -Fix on straight arms, shoulders should not go to the line of legs.
ru: Примечание: -Одну из ног согните в колене 90 градусов, другую ногу выпрямите в колене, затяните носок, поясница прогнута, грудная клетка раскрыта. -Зафиксируйтесь на прямых руках, плечи не должны выходить на линию ног.

# В УПОРЕ НА ПРЕДПЛЕЧЬЯ
source: WITH STRAIGHTENED FOOT / COMPLEX
ru: В УПОРЕ НА ПРЕДПЛЕЧЬЯ

source: Note: -Bend one of the legs at the knee 90 degrees, straighten the other leg at the knee, pull the sock, the lower back is bent, the chest is open. -Tilt the body in focus on the forearms.
ru: Примечание: -Одну из ног согните в колене 90 градусов, другую ногу выпрямите в колене, затяните носок, поясница прогнута, грудная клетка раскрыта. -Наклоните корпус в упор на предплечья.

# В НАКЛОНЕ
source: SIDE
ru: В НАКЛОНЕ

source: Note: -Bend one of the legs at the knee 90 degrees, straighten the other leg at the knee, tighten the sock, the lower back is bent, the chest is open. -Tilt the body to the leg with your shoulder to the point in front of the knee, without turning it.
ru: Примечание: -Одну из ног согните в колене 90 градусов, другую ногу выпрямите в колене, затяните носок, поясница прогнута, грудная клетка раскрыта. -Наклоните корпус к ноге плечом в точку перед коленом, не поворачивая его.

# Разножка
source: Discussion
ru: Разножка

# НА ПОПЕРЕЧНЫЙ ШПАГАТ
source: IN MOVE
ru: НА ПОПЕРЕЧНЫЙ ШПАГАТ

source: Note: -Lying on your back, stretch your legs up, knees straight, socks tightened. -Dynamically pull your legs away, it is necessary to relax the groin to the maximum, so that the legs gently spring on the ligament.
ru: Примечание: -Лежа на спине вытяните ноги вверх, колени прямые, носки затянутые. -Динамически отводите ноги, в максимуме необходимо расслабить пах, чтобы ноги аккуратно пружинили на связке.

# Фиксация в разножке
source: Discussion
ru: Фиксация в разножке

# НА ПОПЕРЕЧНЫЙ ШПАГАТ
source: WITH FIXATION
ru: НА ПОПЕРЕЧНЫЙ ШПАГАТ

source: Note: -Lying on your back, stretch your legs up, knees straight, socks tightened. -Pull your legs away, at the maximum you need to catch your legs with your hands and fix them for 15 seconds, bring your legs to the maximum position, locking for another 15 seconds.
ru: Примечание: -Лежа на спине вытяните ноги вверх, колени прямые, носки затянутые. -Отводите ноги, в максимуме необходимо поймать ноги руками и зафиксировать их в течении 15 секунд, далее сократите стопы, взявшись за них руками и доведите ноги до максимального положения, зафиксировавшись еще на 15 секунд.

# 2 фиксации по 15 секунд
source: Fixation 15 seconds
ru: 2 фиксации по 15 секунд

# Переходы
source: Transition
ru: Переходы

# ЧЕРЕЗ ПОПЕРЕЧНЫЙ ШПАГАТ
source: TRANSVERSE LEGS POSITION
ru: ЧЕРЕЗ ПОПЕРЕЧНЫЙ ШПАГАТ

source: Note: -Keep your knees straight and your socks tightened during the exercise. -Bend the lower back, open the chest. -Spread your legs as wide as possible, roll with your hands.
ru: Примечание: -Во время выполнения упражнения держите колени прямыми, носки затянутыми. -Прогните поясницу, раскройте грудную клетку. -Разводите ноги максимально широко, прокатывайтесь с помощью рук.

# 8 повторений
source: 8 repetitions
ru: 8 повторений

source: This section contains stretching exercises, which are divided into groups - according to the directions
ru: В данном разделе собраны упражнения на растяжку, которые разбиты на группы - по направлениям

# Разминка
source: Warm-Up
ru: Разминка

# Для гибкости спины
source: Flexible back
ru: Для гибкости спины

# Для продольного шпагата
source: Longitudinal twine
ru: Для продольного шпагата

# Для поперечного шпагата
source: Cross twine
ru: Для поперечного шпагата

source: These exercises are not a ready-made complex, but only collected in directions, form exercises in any order convenient for you
ru: Данные упражнения не являются готовым комплексом, а лишь собраны по направлениям, формируйте упражнения в любом удобном для Вас порядке

# Гибкая спина
source: Flexible back
ru: Гибкая спина

# Поперечный шпагат
source: Cross twine
ru: Поперечный шпагат
