Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

# Хатха Йога
source: Hatha Yoga
ru: Хатха Йога

# Фитнес дома
source: Fitness at Home
ru: Фитнес дома

# Восстановление после родов
source: Recovery after childbirth
ru: Восстановление после родов

# Таймер
source: Timer
ru: Таймер

# Комплексы тренировок
source: Training complexes
ru: Комплексы тренировок

# Рационы питания и Калькулятор
source: Food Rations and Calculator
ru: Рационы питания и Калькулятор

# Стретчинг
source: Stretching
ru: Стретчинг

# Главная
source: Home
ru: Главная

# продолжить
source: continue
ru: продолжить

# Продолжить
source: Сontinue
ru: Продолжить

# Добавлен раздел: Расчёт суточной нормы калорий / Рационы питания
source: Added section: Calculation of daily calorie allowance / Food Rations
ru: Добавлен раздел: Расчёт суточной нормы калорий / Рационы питания

# Что нового?
source: What's new?
ru: Что нового?

source: In this version of iOS, we are required to request your permission to track some data on this device to improve the display of ads. We use information about your actions obtained from other applications and websites to: - Show you more personalized ads - This helps you keep the free version of the application - Support companies that advertising helps to find customers
ru: В этой версии iOS мы обязаны запросить у Вас разрешение на отслеживание на этом устройстве некоторых данных, позволяющих улучшить показ рекламы. Мы используем информацию о ваших действиях, полученную от других приложений и сайтов, чтобы: - Показывать Вам более персонализированную рекламу - Этим Вы помогаете сохранить бесплатную версию приложения - Поддерживаете компании, которым реклама помогает найти клиентов

# Вы используете iOS 14.6
source: You are using iOS 14.6
ru: Вы используете iOS 14.6

# Политика конфиденциальности
source: Privacy Policy
ru: Политика конфиденциальности

# Контакты
source: Contacts
ru: Контакты

# И не забывай про питание
source: And don't forget about food
ru: И не забывай про питание

# Или используй уже готовую
source: Or use a ready-made workout
ru: Или используй уже готовую

# Составь свою тренировку
source: Make up your workout
ru: Составь свою тренировку

# ДОБРО ПОЖАЛОВАТЬ В
source: WELCOME TO
ru: ДОБРО ПОЖАЛОВАТЬ В

# Далее
source: Continue
ru: Далее

# Политика конфиденциальности и Условия обслуживания
source: Privacy Policy and Terms of Service
ru: Политика конфиденциальности и Условия обслуживания

# Ошибка
source: Error
ru: Ошибка

source: An error occurred while restoring the purchase. Either it has expired, or it has not been purchased
ru: При восстановлении покупки произошла ошибка. Либо её срок действия истек, либо она не была приобретена

# Успех
source: Success
ru: Успех

# Premium версия успешно оформлена
source: Premium version purchased successfully
ru: Premium версия успешно оформлена

# Оформить
source: Purchase
ru: Оформить

# Подписка оформленна
source: Subscription purchased
ru: Подписка оформленна

# Бесплатный пробный период 3 дня / далее 3.99$ - Месяц
source: Free trial period of 3 days / Continue $3.99 - Month
ru: Бесплатный пробный период 3 дня / далее 3.99$ - Месяц

# Premium предоставит Вам полный доступ к продукту с отсутствием рекламы.
source: Premium will give you full access to the product with no ads.
ru: Premium предоставит Вам полный доступ к продукту с отсутствием рекламы.

# Наше приложение бесплатно, поэтому оно содержит рекламу.
source: Our app is free, so it contains ads.
ru: Наше приложение бесплатно, поэтому оно содержит рекламу.

# Восстановление покупок
source: Restoring purchases
ru: Восстановление покупок

source: In the manual you will also learn the key psychological features, and why it is not possible to achieve results, what are the mistakes? And most importantly, practical methods.
ru: В пособии вы узнаете и ключевые психологические особенности, и почему не получается добиться результата, в чем ошибки? И самое главное практические методы.

source: In pursuit of standard figures and the desire to change something in yourself. They resort to the most absurd methods and methods, and forget about health.
ru: В погоне за стандартными фигур и желанием в себе что-то поменять. Прибегают к самым абсурдным методам и способам, и забывают про здоровье.

source: This manual is suitable for absolutely any woman in different age periods. What is necessary and important to know? According to their physiology.
ru: Это пособие подойдёт абсолютно любой женщине в разный возрастной период. Что нужно и важно знать? Согласно своей физиологии.

# В данном разделе представлено наше пособие, автор:
source: This section presents our manual, the author:
ru: В данном разделе представлено наше пособие, автор:

source: These exercises are not a ready-made complex, the exercises are formed by muscle groups
ru: Данные упражнения не являются готовым комплексом, упражнения сформированны по мышечным группам

source: Muscle groups: Leg muscles / Arm muscles Shoulders / Buttocks / Breast Abs muscles / Back muscles
ru: Мышечные группы: Мышцы ног / Мышцы рук Плечи / Ягодицы / Грудные Мышцы кора / Мышцы спины

# Просто нажимай на мышцы, чтобы перейти к упражнениям
source: Just press on the muscles to move on to the exercises
ru: Просто нажимай на мышцы, чтобы перейти к упражнениям

source: This section contains exercises for classes with minimal equipment (at home), which are divided into muscle groups
ru: В данном разделе собраны упражнения для занятий с минимальным инвентарем (дома), которые разбиты по группам мышц

# Ягодицы
source: Buttocks
ru: Ягодицы

# Спина
source: Back
ru: Спина

# Жми на мышцы
source: Press on the muscles
ru: Жми на мышцы

# Грудные мышцы
source: Pectoral muscles
ru: Грудные мышцы

# Мышцы плеч
source: Shoulder muscles
ru: Мышцы плеч

# Мышцы рук
source: Arm muscles
ru: Мышцы рук

# Мышцы пресса
source: Muscles of the press
ru: Мышцы пресса

# Мышцы ног
source: Leg muscles
ru: Мышцы ног

# Мышцы спины
source: Back muscles
ru: Мышцы спины

# Ягодичные мышцы
source: Gluteal muscles
ru: Ягодичные мышцы

source: In this section, you can create a workout for yourself by adding exercises from the general list
ru: В данном разделе вы можете составить тренировку для себя, добавив упражнения из общего списка

source: To add an exercise, go to the right muscle group and swipe the exercise you liked
ru: Чтобы добавить упражнение, зайди в нужную группу мышц и свайпни упражнение, которое понравилось

source: To add an exercise, go to the appropriate section and swipe the exercise you liked
ru: Чтобы добавить упражнение, зайди в нужный раздел и свайпни упражнение которое понравилось

# Чтобы формировать список в нужном порядке, зажми упражнение и перемещай
source: To form a list in the desired order, hold down the exercise and move.
ru: Чтобы формировать список в нужном порядке, зажми упражнение и перемещай

# Свайпни упражнение, чтобы удалить его
source: Swipe the exercise to remove it
ru: Свайпни упражнение, чтобы удалить его

# Конец
source: The end
ru: Конец

# Это было последнее упражнение
source: All exercises are over
ru: Это было последнее упражнение

# Закрыть
source: Close
ru: Закрыть

# Моя тренировка
source: My training
ru: Моя тренировка

# Очистить список
source: Clear the list
ru: Очистить список

# Очистить список?
source: Clear the list?
ru: Очистить список?

# Все записи будут удалены!
source: All entries will be deleted!
ru: Все записи будут удалены!

# Очистить
source: Clear
ru: Очистить

# Отмена
source: Cancel
ru: Отмена

source: Your exercise list is empty, add exercises of the muscle group you need to start training
ru: Ваш список упражнений пуст, добавьте упражнения нужной Вам мышечной группы, чтобы начать тренировку

source: Your exercise list is empty, add exercises from the section you need to start your workout
ru: Ваш список упражнений пуст, добавьте упражнения из нужного Вам раздела, чтобы начать тренировку

# Жим Свенда
source: Press Sved
ru: Жим Свенда

# Отжимания с узкой постановкой
source: Dive Bomber Push-Up
ru: Отжимания с узкой постановкой

# Отжимания от пола
source: Push-Up
ru: Отжимания от пола

# Жим лёжа
source: Press
ru: Жим лёжа

# Сведение рук лёжа
source: Chest Fly
ru: Сведение рук лёжа

# Пулловер от опоры
source: Pull-Over Variation
ru: Пулловер от опоры

# Пулловер лёжа
source: Pull-Over Variation
ru: Пулловер лёжа

# ГРУДНЫЕ МЫШЦЫ
source: PECTORAL MUSCLES
ru: ГРУДНЫЕ МЫШЦЫ

# ГРУДНЫЕ МЫШЦЫ, ТРИЦЕПС, ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ
source: PECTORAL MUSCLES, TRICEPS, FRONT DELT
ru: ГРУДНЫЕ МЫШЦЫ, ТРИЦЕПС, ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ

# ГРУДНЫЕ МЫШЦЫ, ШИРОЧАЙШИЕ МЫШЦЫ СПИНЫ
source: PECTORAL MUSCLES, LATISSIMUS DORSI
ru: ГРУДНЫЕ МЫШЦЫ, ШИРОЧАЙШИЕ МЫШЦЫ СПИНЫ

source: Note: -The movement of the hands is perpendicular to the floor, the palms are pressed against each other. -If the load is insufficient, use a weight by holding it between the palms of the hands.
ru: Примечание: -Движение кистей осуществляется перпендикулярно полу, кисти прижаты друг к другу. -Если нагрузка недостаточная используйте отягощение, зажав его между кистей.

source: Note: -You can perform the exercise in a simplified version from your knees, keep your palms close to each other. -Try to keep your elbows closer to the body, keep the body straight, on the same line.
ru: Примечание: -Выполнять упражнение в упрощенном варианте можно с колен, ладони держите близко друг к другу. -Локти старайтесь держать ближе к корпусу, корпус держите ровно на одной линии.

source: Note: - The exercise can be performed from the knees (simplified version). - Keep the body exactly on the same line, the stomach is tense. - Go down to reach 90 degrees at the elbows.
ru: Примечание: -Упражнение возможно выполнять с колен (упрощенный вариант). -Корпус держите ровно на одной линии, живот в напряжении. -Опускайтесь грудью вниз до угла 90 градусов в локтях.

source: Note: -The angle at the elbow joints is 90 degrees - at the bottom point, the shoulder blades are brought together. -At the top point, the arms are perpendicular to the floor.
ru: Примечание: -Угол в локтевых суставах 90 градусов - в нижней точке, лопатки сведены. -В верхней точке руки перпендикулярны полу.

source: Note: -The elbows are sliy bent, during execution the angle in the elbows is fixed. -The thoracic region is open, if the load is insufficient, increase the weight of the load.
ru: Примечание: -Локти немного согнуты, во время выполнения угол в локтях зафиксирован. -Грудная клетка раскрыта, если нагрузка недостаточная увеличьте вес отягощения.

source: Note: -The elbows are slightly bent, during the execution the angle at the elbows is fixed. -Support on the shoulder blades, the work is done with the shoulder joints, do not try to raise the pelvis above the line of the body.
ru: Примечание: -Локти немного согнуты, во время выполнения угол в локтях зафиксирован. -Опора на лопатки, работа осуществляется плечевыми суставами, не старайтесь поднять таз выше линии корпуса.

source: Note: -The elbows are slightly bent, during the execution the angle in the elbows is fixed. -The chest is open, at the lower point the hands are on the weight, pause at the lower point.
ru: Примечание: -Локти немного согнуты, во время выполнения угол в локтях зафиксирован. -Грудная клетка раскрыта, в нижней точке руки находятся на весу, делайте паузу в нижней точке.

# Жим Арнольда
source: Press Arnold
ru: Жим Арнольда

# Подъем рук перед собой
source: Lateral Raise
ru: Подъем рук перед собой

# Вертикальные отжимания
source: Dive Bomber Push-Up
ru: Вертикальные отжимания

# Махи через стороны
source: Around The World
ru: Махи через стороны

# Подъем рук сидя
source: Lateral Raise Variation
ru: Подъем рук сидя

# ПЕРЕДНИЙ, СРЕДНИЙ ПУЧОК ДЕЛЬТЫ
source: FRONT DELT, MIDDLE DELT
ru: ПЕРЕДНИЙ, СРЕДНИЙ ПУЧОК ДЕЛЬТЫ

# ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ
source: FRONT DELT
ru: ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ

# ДЕЛЬТЫ, ТРИЦЕПС, МЫШЦЫ СПИНЫ
source: DELTAS, TRICEPS, BACK MUSCLES
ru: ДЕЛЬТЫ, ТРИЦЕПС, МЫШЦЫ СПИНЫ

# СРЕДНИЙ ПУЧОК ДЕЛЬТЫ
source: MIDDLE DELT
ru: СРЕДНИЙ ПУЧОК ДЕЛЬТЫ

source: Note: -The exercise can also be performed standing up. -The loin is straight, at the end point the arms are perpendicular to the floor, while the forearms are parallel to each other.
ru: Примечание: -Упражнение можно выполнять также стоя. Поясница прямая, в конечной точке руки находятся перпендикулярно полу, во время выполнения предплечья параллельны друг другу.

source: Note: -The arms are straightened at the elbows, at the end point the arms are parallel to the floor. If the load is not enough, pick up water bottles -Make a small pause at the top point.
ru: Примечание: -Руки в локтях выпрямлены, в конечной точке руки находятся параллельно полу. Если нагрузки недостаточно используйте отягощения. -В верхней точке делайте небольшую паузу.

source: Note: -Knees are slightly bent, while performing the angle at the knees is fixed. -Keep your body straight, lower back straight, descend strictly vertically down. -Transfer your body weight to your hands, lower yourself until you reach 90 degrees at the elbows.
ru: Примечание: -Колени немного согнуты, во время выполнения угол в коленях зафиксирован. -Держите корпус ровно, поясница прямая, опускайтесь строго по вертикали вниз. -Вес тела перенесите на руки, опускайтесь до угла в локтях 90 градусов.

source: Note: -The exercise can also be performed standing up. -The elbows are slightly bent, during the execution the angle in the elbows is fixed. -At the top point the hands are parallel to the floor, pause at the top point.
ru: Примечание: -Упражнение можно выполнять также стоя. -Локти немного согнуты, во время выполнения угол в локтях зафиксирован. -В верхней точке руки находятся параллельно полу, делайте паузу в верхней точке.

source: Note: -The exercise can also be performed standing up. -Fix your hands at the elbows by bending them slightly. At the end point, the arms are parallel to the floor.
ru: Примечание: -Упражнение можно выполнять также стоя. -Зафиксируйте руки в локтях, немного согнув их. В конечной точке руки находятся параллельно полу.

# Сгибание рук
source: Biceps Curl
ru: Сгибание рук

# Разгибание рук из-за головы
source: Kick-Back
ru: Разгибание рук из-за головы

# Французский жим
source: French Press
ru: Французский жим

# БИЦЕПС
source: BICEPS
ru: БИЦЕПС

# ТРИЦЕПС, ГРУДНЫЕ МЫШЦЫ, ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ
source: TRICEPS, PECTORAL MUSCLES, FRONT DELT
ru: ТРИЦЕПС, ГРУДНЫЕ МЫШЦЫ, ПЕРЕДНИЙ ПУЧОК ДЕЛЬТЫ

# ТРИЦЕПС (ПРИ ВЫПРЯМЛЕНИИ РУК), ПЛЕЧИ, МЫШЦЫ СПИНЫ
source: TRICEPS (WHEN STRAIGHTENING THE ARMS), SHOULDERS, BACK MUSCLES
ru: ТРИЦЕПС (ПРИ ВЫПРЯМЛЕНИИ РУК), ПЛЕЧИ, МЫШЦЫ СПИНЫ

# ТРИЦЕПС
source: TRICEPS
ru: ТРИЦЕПС

source: Note: - The back is straight, press your elbows to the body. - At the end point, turn your palms towards you, also in reverse order.
ru: Примечание: -Спина прямая, локти держите параллельно корпусу, прижмите локти к телу. -В конечно точке доверните кисти рук на себя, также в обратном положении.

source: Note: - Lean on one arm, lower back straight. - Shoulder parallel to the body, elbow pressed to the body. - Pause at the end point of the extension. Recommended number of repetitions for each hand.
ru: Примечание: -Опора на одну руку, поясница прямая. -Плечо параллельно корпусу, локоть прижат к телу. -В конечной точке при разгибании сделайте паузу. Количество повторений рекомендовано к выполнению на каждую

source: Note: -Back is flat on the floor with elbows pointing up. -Shoulders are fixed slightly at an angle. We work only with the forearm, do not spread the elbows to the sides, the palms are fixed. -At the end point, the arms are suspended, arms parallel to the floor.
ru: Примечание: -Спина прижата, локти направлены вверх. -Плечи зафиксированы чуть под углом. Работаем только предплечьем, не разводите локти в стороны, кисти зафиксированы. -В конечной точке руки находятся на весу, руки параллельно полу.

# Подъем ног толчком вверх
source: Leg Rise Variation
ru: Подъем ног толчком вверх

# Скручивание
source: Crunch
ru: Скручивание

# Скручивание по диагонали
source: Diagonal Crunch
ru: Скручивание по диагонали

# Флажок
source: V-Sit
ru: Флажок

# Книжка
source: Half-Kneeling Wood Chop
ru: Книжка

# Планка
source: Plank Pose
ru: Планка

# ПРЯМАЯ МЫШЦА ЖИВОТА
source: RECTUS ABDOMINAL MUSCLE
ru: ПРЯМАЯ МЫШЦА ЖИВОТА

# ПРЯМАЯ МЫШЦА ЖИВОТА, КОСЫЕ МЫШЦЫ ПРЕССА
source: RECTUS ABDOMINAL MUSCLE, OBLIQUE ABDOMINAL MUSCLE
ru: ПРЯМАЯ МЫШЦА ЖИВОТА, КОСЫЕ МЫШЦЫ ПРЕССА

# МЫШЦЫ КОРА, ПРЯМАЯ МЫШЦА ЖИВОТА
source: CORE MUSCLE, RECTUS ABDOMINAL MUSCLE
ru: МЫШЦЫ КОРА, ПРЯМАЯ МЫШЦА ЖИВОТА

source: Note: -Bring your legs down smoothly, without sudden movements. -It is not necessary to do exactly 20 reps, do as many as you can.
ru: Примечание: -Выполняйте упражнение по возможности. Плавно опускайтесь вниз. -Не обязательно делать именно 20 повторений, делайте сколько получается.

source: Note: -Hands behind the head, elbows directed to the sides. Knees are bent, knee angle is 90 degrees. -We lift the shoulder blades off the floor and return to the starting position. -The lower back is pressed to the floor.
ru: Примечание: -Руки за головой, локти направлены в стороны. Колени согнуты, угол в коленях 90 градусов. -Отрываем лопатки от пола и возвращаемся в исходное положение. -Поясница прижата к полу.

source: Note: -Hands behind the head, elbows pointing to the sides. The lower back is pressed to the floor. -Twist until the knee touches the elbow.
ru: Примечание: -Руки за головой, локти направлены в стороны. Поясница прижата к полу. -Скручивайтесь до прикосновения колена с локтем.

source: Note: -The loin is straight, the arms are parallel to the floor, the angle between the legs and the body is 90 degrees. -If you cannot straighten your legs, you can bend your knees.
ru: Примечание: -Поясница прямая, руки направленны параллельно полу, ноги с корпусом в складке под углом 90 градусов. -Если вы не можете выпрями ноги, можно немного согнуть ноги в коленях.

source: Note: -The knees are slightly bent, the lower back is straight. -Raise the body and knees at the same time, you should bring the body and knees to each other as much as possible. - The lower leg is parallel to the floor, if there is no discomfort in the lower back. Do not bend in the back.
ru: Примечание: -Колени немного согнуты, поясница прямая. -Поднимайте корпус и колени одновременно, нужно максимально скруглиться. -В нижней точке голень параллельна полу, если нет дискомфорта в пояснице. В пояснице не выгибаемся.

source: Note: -The abdominal muscles are tense, the lower back is straight. Keep the body straight, the knees are straight. -The shoulders do not fall through, the angle at the elbows is 90 degrees.
ru: Примечание: -Мышцы пресса в напряжении, поясница прямая. Корпус ровный, колени выпрямлены. -Плечи не проваливаются, угол в локтях 90 градусов.

# Гуд Морнинг
source: Good Morning
ru: Гуд Морнинг

# Румынская тяга по одной ноге
source: Single Romanian deadlift
ru: Румынская тяга по одной ноге

# Гуд Морнинг по одной ноге
source: Single Good Morning
ru: Гуд Морнинг по одной ноге

# Подъем на носки
source: Raise Calves
ru: Подъем на носки

# Подъем на носки по одной ноге
source: Single raise calf
ru: Подъем на носки по одной ноге

# Приседания Плие
source: Wide Squat
ru: Приседания Плие

# Sisi приседания
source: Sisi Squat
ru: Sisi приседания

# Приведение бедра
source: Single Adduction
ru: Приведение бедра

# Сведение ног лёжа на спине
source: Hips adduction
ru: Сведение ног лёжа на спине

# Махи лёжа по одной ноге
source: Single adduction
ru: Махи лёжа по одной ноге

# Сгибание бедра по одной ноге
source: Curl hip
ru: Сгибание бедра по одной ноге

# Классические приседания
source: Squat
ru: Классические приседания

# Выпады назад
source: Lunge variation
ru: Выпады назад

# Выпады на месте
source: Lunge
ru: Выпады на месте

# Фронтальный присед
source: Front Squat
ru: Фронтальный присед

# Болгарские выпады
source: Bulgarian lunge
ru: Болгарские выпады

# Выпады
source: Lunge variation
ru: Выпады

# Подъемы на носки сидя
source: Seated raise calves
ru: Подъемы на носки сидя

# Pistol приседания
source: Pistol Squat
ru: Pistol приседания

# Боковые выпады
source: Groin Stretch Exercise
ru: Боковые выпады

# БИЦЕПС БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ, МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ
source: HAMSTRING, GLUTEUS MUSCLES, MUSCLES OF THE BACK STABILIZERS
ru: БИЦЕПС БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ, МЫШЦЫ СТАБИЛИЗАТОРЫ СПИНЫ

# ИКРОНОЖНЫЕ МЫШЦЫ
source: CALF MUSCLES
ru: ИКРОНОЖНЫЕ МЫШЦЫ

# ВНУТРЕННЯЯ, ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА
source: INNER, BACK, FRONT THIGH
ru: ВНУТРЕННЯЯ, ЗАДНЯЯ, ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА

# ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА
source: FRONT THIGH
ru: ПЕРЕДНЯЯ ПОВЕРХНОСТЬ БЕДРА

# ПРИВОДЯЩИЕ МЫШЦЫ
source: ADDUCTOR MUSCLES
ru: ПРИВОДЯЩИЕ МЫШЦЫ

# ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА
source: FRONT, BACK THIGH
ru: ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА

# БИЦЕПС БЕДРА
source: HAMSTRING
ru: БИЦЕПС БЕДРА

# ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ
source: FRONT, BACK THIGH, GLUTEUS MUSCLES
ru: ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА, ЯГОДИЧНЫЕ МЫШЦЫ

# ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА, МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ
source: FRONT, BACK THIGH, MINIMUS AND MEDIUS GLUTEUS MUSCLES
ru: ПЕРЕДНЯЯ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА, МАЛАЯ И СРЕДНЯЯ ЯГОДИЧНЫЕ

source: Note: -Back straight. Do not lift your neck up. -Knees slightly bent, bend down, keeping your back straight, feet shoulder-width apart.
ru: Примечание: -Спина прямая. Шею не задирайте вверх. -Колени чуть согнуты, наклоняйтесь вниз, сохраняя ровную спину, ноги на ширине плеч.

source: Note: -The knees are slightly bent. The back is straight, looking down. One leg is slightly back. -The arms move perpendicular to the floor, towards the front leg. The number of repetitions is recommended for each leg.
ru: Примечание: -Колени чуть согнуты. Спина прямая, взгляд вниз. Одна нога отставлена чуть назад. -Движение рук происходит перпендикулярно полу, к передней ноге. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -The loin is straight, looking down. Try to straighten the whole body in one line, parallel to the floor. -To maintain balance, bend the supporting leg at the knee. The number of repetitions is recommended for each leg.
ru: Примечание: -Поясница прямая, взгляд вниз. Старайтесь выпрямить все тело в одну линию, параллельно полу. -Для сохранения равновесия согните опорную ногу в колене. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -If necessary, you can use additional weight, also to increase the load, you can put a support under the supporting part of the foot so that the heel is lower.
ru: Примечание: -В случае необходимости вы можете использовать отягощение, также для усиления нагрузки, можете подложить опору под носки ног.

source: Note: -If necessary, you can use additional weight, and to increase the load, you can put a support under the front of the foot so that the heel is lower. The number of repetitions is recommended for each leg.
ru: Примечание: -В случае необходимости вы можете использовать отягощение, также для усиления нагрузки, можете подложить опору под носки ног. Количество повторений рекомендовано к выполнению на каждую ногу.

source: Note: -Keep the body straight. Bend over to your limit, stretching the front of your thigh, keeping your knees off the floor. -The abdominal muscles are tense.
ru: Примечание: -Корпус ровный. Наклоняйтесь назад до предела своих возможностей, растягивая переднюю поверхность бедра, не допуская отрыва колен от пола. -Мышцы живота напряжены.

source: Note: -The loin is straight, support on the pelvic bone. -The working leg is straightened at the knee, fix the leg at the top point. The number of repetitions is recommended for each leg.
ru: Примечание: -Поясница прямая, опора на тазовую кость. -Рабочая нога выпрямлена в колене, в верхней точке фиксируйте ногу. Количество повторений рекомендовано к выполнению на каждую ногу.
