Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: Are you planning to start exercising again after giving birth? Do you want to lose the weight gained during pregnancy, remove the postpartum belly or return to your prenatal form? This section recommends the most effective postpartum recovery exercises for different stages of recovery, as well as exercises that can be safely performed during pregnancy. These exercises will help strengthen the muscles of the back, abs, pelvic floor muscles. Exercises are aimed at improving the functions of the press using three methods: breathing, activation and contraction of the muscles of the press, which can and should be performed with diastasis. In this section, the exercises are divided into three stages of your postpartum recovery: immediately after giving birth, after passing the initial exercises and after restoring the functioning of the body. Important: - This is an individual process. Consider individual tasks, the presence of diseases or complications; - Do not rush to recover faster. At first, you will be able to do the exercises for a couple of minutes at a time. Then the amount of training can be of medium intensity up to 20-30 minutes a day 5-6 days a week. Do not set yourself the task of returning to the pre-pregnancy form as soon as possible. Long-term goals are more important than quick results; - Focus on your personal level of physical fitness. Consider whether you were engaged in sports before and during pregnancy. If you have not done sports before, you need to approach this especially carefully and very slowly increase the duration or intensity of training; - Nursing mothers need to approach sports with extreme caution. Drink enough water, eat right and train at an average pace so as not to get tired. It is recommended to feed the child before classes, and to put on a supportive bra for training so that there are no unpleasant sensations in the chest; - If you recently had a caesarean, you should not lift weights. It is best to consult a doctor. As a rule, experts advise not to lift anything heavier than a baby during the first six to eight months after giving birth; - It is better to fix a certain time for training. Mothers usually put family matters first, but we must not forget that sports after childbirth is very important for health and well-being. It is recommended to allocate constant time for training so that you do not forget about them in the turmoil of affairs. Benefit: - Improvement of well-being - A surge of energy - Weight loss - Improvement of aerobic endurance - Tightened abs - Reduction of manifestations of postpartum depression and anxiety - Improving the quality of sleep FREQUENTLY ASKED QUESTIONS: When can I start exercising after giving birth? - In the case of natural childbirth without complications, it is recommended to do light exercises after a couple of days. If you had a cesarean section or complications, you should wait 4-6 weeks. Consult with your doctor, which option is suitable in your case. Is it possible to exercise while breastfeeding? - You can. It is recommended to drink more water, rest more often and eat well to replenish energy. What should I do if I have a diastasis of the rectus abdominis muscle? - It is important to pay attention to strengthening the transverse abdominal muscle, work with breathing, adjust sensitivity. Exclude exercises with strong straining, ordinary twisting, exercises with 4 points of support. Is it possible to engage in pregnant women? - If you have no contraindications, yes. Maintaining and working the transverse abdominal muscle during pregnancy helps to carry the baby properly, while avoiding symptoms such as lower back pain, usually associated with pregnancy. This will help you recover faster after childbirth. During pregnancy and childbirth, a woman's body goes through many transformations. It is necessary to give time for physical and mental recovery. If you are ready to return to sports after giving birth, take your time and enjoy the process. Disclaimer: Please note that each exercise stage listed below is suitable for a different stage of your postpartum recovery. If you experience back or pelvic floor pain after giving birth, consult your doctor or pelvic floor physiotherapist.
ru: Планируете снова начать заниматься спортом после родов? Хотите сбросить набранный во время беременности вес, убрать послеродовой живот или вернуться в свою дородовую форму? В этом разделе рекомендованы самые эффективные упражнения для восстановления после родов для разного этапа восстановления, а так же упражнения, которые безопасно можно выполнять во время беременности. Данные упражнения помогут укрепить мышцы спины, пресса, мышцы тазового дна. Упражнения направленны на улучшение функций пресса с помощью трех методов: дыхание, активация и сокращения мышц пресса, которые можно и нужно выполнять при диастазе. В этом разделе упражнения разделены на три этапа вашего послеродового восстановления: сразу после родов, после прохождения начальных упражнений и после восстановления функционирования тела. Важно: - Это индивидуальный процесс. Учитывайте индивидуальные задачи, наличие заболеваний или осложнений; - Не стоит спешить, чтобы быстрее восстановиться. Поначалу вы сможете выполнять упражнения в течение пары минут за один раз. Затем объем тренировок может быть средней интенсивности до 20–30 минут в день 5-6 дней в неделю. Не ставьте себе задачу как можно быстрее вернуться к добеременной форме. Долгосрочные цели важнее быстрых результатов; - Ориентируйтесь на свой личный уровень физической подготовки. Учитывайте, занимались ли вы спортом до беременности и во время нее. Если раньше вы спортом не занимались, нужно подходить к этому особенно осторожно и крайне медленно увеличивать продолжительность или интенсивность тренировок; - Кормящим мамам нужно подходить к спорту с особой осторожностью. Пейте достаточное количество воды, питайтесь правильно и тренируйтесь в среднем темпе, чтобы не устать. Рекомендуется покормить ребенка перед занятиями, а на тренировку надеть поддерживающий бюстгальтер, чтобы в груди не возникало неприятных ощущений; - Если у вас недавно было кесарево, не стоит поднимать тяжести. Лучше всего проконсультироваться с врачом. Как правило, специалисты советуют не поднимать ничего тяжелее ребенка в течение первых шести-восьми месяцев после родов; - Лучше закрепить за тренировками определенное время. Мамы обычно ставят на первое место семейные дела, но нельзя забывать, что спорт после родов очень важен для здоровья и хорошего самочувствия. Рекомендуется выделить постоянное время для тренировок, чтобы в суматохе дел о них не забывать. Польза: - Улучшение самочувствия; - Прилив энергии; - Снижение веса, - Улучшение аэробной выносливости; - Подтянутый пресс; - Уменьшение проявлений послеродовой депрессии и тревожности; - Улучшение качества сна. ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ: Когда можно начинать заниматься спортом после родов? - В случае естественных родов без осложнений, рекомендуется делать легкие упражнения уже через пару дней. Если у вас было кесарево сечение или осложнения, следует подождать 4-6 недель. Проконсультируйтесь с врачом, какой вариант подойдет в вашем случае. Можно ли заниматься спортом при грудном вскармливании? - Можно. Рекомендовано пить побольше воды, чаще отдыхать и полноценно питаться для восполнения энергии. Что делать, если у меня диастаз прямой мышцы живота? - Важно уделять внимание укреплению поперечной мышцы живота, работать с дыханием, налаживать чувствительность. Исключать упражнения с сильным натуживанием, обычными скручиваниями, упражнениям с 4-мя точками опоры. Можно ли заниматься беременным? - Если у Вас нет противопоказаний, да. Поддержание и работа поперечной мышцы живота во время беременности помогает правильно носить ребенка, избегая при этом таких симптомов, как боль в пояснице, обычно связанная с беременностью. Это поможет вам быстрее восстановиться после родов. Во время беременности и родов организм женщины проходит через множество трансформаций. Необходимо дать время на физическое и психическое восстановление. Если вы готовы вернуться к занятиям спортом после родов, не спешите и получайте удовольствие от процесса. Отказ от ответственности: Обратите внимание, что каждый этап упражнений, перечисленный далее, подходит для разного этапа вашего послеродового восстановления. Если вы испытываете боль в спине или тазовом дне после родов, проконсультируйтесь со своим врачом или физиотерапевтом тазового дна.

# Диафрагмальное дыхание
source: Basic Breath
ru: Диафрагмальное дыхание

# Касание носков пола
source: Toe Taps
ru: Касание носков пола

# Скольжение
source: Lying Heel Tap + Leg Lift
ru: Скольжение

# Подъем ног
source: Elevated Leg Extension + Leg Drop
ru: Подъем ног

# Вращение ногой
source: Elevated Leg Extension + 2 Circles
ru: Вращение ногой

# Выпрямление ног
source: Elevated Bent Knee V-Taps
ru: Выпрямление ног

# Подтягивание ноги к себе
source: Lying Bent Knee Pulls
ru: Подтягивание ноги к себе

# Боковая планка
source: Side Plank Toe Touch
ru: Боковая планка

# Спинной баланс
source: Superwoman
ru: Спинной баланс

# Касание носков
source: Elevated First Position Kick Outs
ru: Касание носков

# Кошка
source: Cat-Cow
ru: Кошка

# Боковое отведение
source: Outside Leg Lift
ru: Боковое отведение

# Выпрямление ноги
source: Single Leg Extensions
ru: Выпрямление ноги

# Мах ногой
source: Kick Back
ru: Мах ногой

# Повороты корпуса
source: Seated Side Sweeps
ru: Повороты корпуса

# Обратная планка
source: Plank Variation With Abbduction
ru: Обратная планка

# Диагональное отведение
source: Single Sided Dead Bug
ru: Диагональное отведение

# Приседания
source: Squat
ru: Приседания

# НА КАЖДУЮ НОГУ
source: EACH LEG
ru: НА КАЖДУЮ НОГУ

# НА КАЖДУЮ СТОРОНУ
source: ON EACH SIDE
ru: НА КАЖДУЮ СТОРОНУ

# ПООЧЕРЁДНО
source: BRACING HIS HANDS
ru: ПООЧЕРЁДНО

# СО СВЕДЕНИЕМ
source: VARIATION
ru: СО СВЕДЕНИЕМ

# ПО ОДНОЙ НОГЕ
source: VARIATION
ru: ПО ОДНОЙ НОГЕ

# ВПЕРЁД
source: VARIATION
ru: ВПЕРЁД

# С ОТВЕДЕНИЕМ БЕДРА
source: EACH LEG
ru: С ОТВЕДЕНИЕМ БЕДРА

# ПООЧЕРЁДНО РУК И НОГ
source: ALTERNATELY
ru: ПООЧЕРЁДНО РУК И НОГ

# В ПОДЪЁМЕ
source: VARIATION
ru: В ПОДЪЁМЕ

# ПОЛА
source: VARIATION
ru: ПОЛА

# СТОЯ
source: STANDING
ru: СТОЯ

# С НЕЙТРАЛЬНЫМ ПОЛОЖЕНИЕМ
source: POSE
ru: С НЕЙТРАЛЬНЫМ ПОЛОЖЕНИЕМ

# ОТ СЕБЯ
source: VARIATION
ru: ОТ СЕБЯ

# ЛЁЖА
source: LYING DOWN
ru: ЛЁЖА

# СИДЯ
source: TO THE SITTING POSITION
ru: СИДЯ

# СО СВЕДЕНИЕМ ЛОПАТОК
source: VARIATON
ru: СО СВЕДЕНИЕМ ЛОПАТОК

source: This section contains exercises for recovery after childbirth, which are divided into groups - according to the level of load
ru: В данном разделе собраны упражнения для восстановления после родов, которые разбиты на группы - по уровню нагрузки

# Слабая нагрузка
source: Light Level
ru: Слабая нагрузка

# Средняя
source: Middle
ru: Средняя

# Тяжелая
source: Hard
ru: Тяжелая

source: These exercises are not a ready-made complex, but only collected by difficulty levels, form a list of exercises yourself in any order convenient for you
ru: Данные упражнения не являются готовым комплексом, а лишь собраны по уровням сложности, формируйте упражнения в любом удобном для Вас порядке

source: Note: For proper execution, you can put one hand on your chest and the other on your navel. On the inhale, the stomach inflates, the hand lying on the navel rises up, on the exhale it falls down. At the same time, the chest remains motionless — the hand on the chest, respectively, too. Reduce the number of breaths if it is difficult for you. When you can do it without straining, try to breathe like this all the time, diaphragmatic breathing should become a habit and occur involuntarily.
ru: Примечание: Для правильного выполнения, вы можете положить одну руку на грудь, а другую на пупок. На вдохе надувается живот, рука лежащая на пупке, поднимается вверх, на выдохе — опускается вниз. При этом грудь остается неподвижной — рука на груди соответственно тоже. Сократите количество вдохов, если вам это даётся трудно. Когда вы сможете это делать не напрягаясь, попробуйте так дышать все время, диафрагмальное дыхание должно войти в привычку и происходить непроизвольно.

source: Note: The lower back is tightly pressed to the floor. On exhalation, touch the floor with your toe, with an inspiration, straining the press, return the leg to its original position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. На выдохе касайтесь носком пола, со вдохом, напрягая пресс возвращайте ногу в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The lower back is tightly pressed to the floor. As you exhale, slide your heel along the floor until the lower back remains pressed to the floor. With a sigh, straining the press, return the leg to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. На выдохе скользите пяткой по полу, до тех пор, пока поясница будет оставаться прижатой к полу. Со вдохом, напрягая пресс, возвращайте ногу в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The lower back is tightly pressed to the floor. Put your hands on your stomach, perform 'diaphragmatic breathing' 1-2 breaths. As you exhale, lower your leg until the lower back remains pressed to the floor. With a sigh, straining the press, return the leg to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. Положите руки на живот, выполните «диафрагмальное дыхание» 1-2 вдоха. На выдохе опускайте ногу, до тех пор, пока поясница будет оставаться прижатой к полу. Со вдохом, напрягая пресс, возвращайте ногу в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The lower back is tightly pressed to the floor. During the exercise, the pelvis remains stationary. On exhalation, perform a circular motion with your foot. With a sigh, straining the press, return to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. Во время упражнения таз остаётся неподвижен. На выдохе выполните круговое движение ногой. Со вдохом, напрягая пресс, возвращайте в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The lower back is tightly pressed to the floor. As you exhale, straighten your legs. With a sigh, knees pointing to the sides, return to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. На выдохе выпрямите ноги. Со вдохом, колени направлены в стороны, возвращайте в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The lower back is pressed to the floor. As you exhale, pull your leg towards you, trying to tighten the muscles of the press. With an inspiration, return to the starting position. Control the lower back, during exercises, it should not bend, there should be no discomfort and pain.
ru: Примечание: Поясница прижата к полу. На выдохе подтяните ногу к себе, стараясь напрячь мышцы пресса. Со вдохом, возвращайте в исходное положение. Контролируйте поясницу, во время упражнений, она не должна прогибаться, не должно быть дискомфорта и болевых ощущений.

source: Note: The whole body is on the same line, all joints are on the same line. The abdominal muscles are tense. Exhale, lift the body and hold it in this position. The gaze is directed straight.
ru: Примечание: Корпус ровный, все суставы на одной линии. Опорная рука перпендикулярна полу. Живот в напряжении. С выдохом приподнимаем корпус и удерживаем его в этом положении. Взгляд направлен прямо.

source: Note: Neck is in line with the spine. On exhalation, lift the chest and bring the shoulder blades together, return to the starting position, relax.
ru: Примечание: Шея на одной линии с позвоночником. На выдохе приподнимите грудной отдел и сведите лопатки, на входе вернитесь в исходное положение, расслабьтесь.

source: Note: Get on all fours. The abdominal muscles are tense, the back is straight, the neck is in line with the spine. With an exhalation, straining the muscles of the press, lift the right leg to the left elbow, then similarly from the other side. Work in your amplitude. During the exercise, the back is straight.
ru: Примечание: Встаньте на четвереньки. Живот в напряжении. Спина прямая, шея на одной линии с позвоночником. С выдохом, напрягая мышцы пресса приведите правую ногу к левому локтю, затем аналогично с другой стороны. Работайте в своей амплитуде. Во время упражнения спина прямая.

source: Note: Get on all fours. The back is straight, the neck is in line with the spine. With exhalation, round your back as much as possible, stretch vertebra by vertebra, return to the starting position on inspiration, do not bend in the lower back, try to keep the muscles of the press in tension.
ru: Примечание: Встаньте на четвереньки. Исходное положение - спина прямая, шея на одной линии с позвоночником. С выдохом, максимально округлите спину, вытягивайте позвонок за позвонком, на вдохе вернитесь в исходное положение, не прогибайтесь в пояснице, старайтесь держать мышцы пресса в напряжении.

source: Note: The back is straight, the abdominal muscles are tense, the shoulder blades are pressed to the floor. Push with your heels, lift the pelvis off the floor. Do not bend in the back and try not to lift your shoulder blades off the floor, squeeze your buttocks when lifting, then return to the starting position.
ru: Примечание: Спина прямая, живот в тонусе, лопатки прижаты к полу. Таз слегка подкручен. Толкнитесь пятками, оторвите таз от пола. Не прогибайтесь в спине и старайтесь лопатки не отрывать от пола, сожмите ягодицы на подъеме, затем вернитесь в исходное положение.

source: Note: The lower back is tightly pressed to the floor. During the exercise, the pelvis remains stationary. As you inhale, pull your leg to the side, but so that the pelvis remains in place. Then exhale and return to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Во время упражнения таз остаётся неподвижен. На вдохе отведите ногу в сторону, но так, что бы таз остался на месте. Затем с выдохом возвращайте в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: Look straight ahead. The muscles of the press are tense. Exhale, lift your hip up, inhale, return to the starting position.
ru: Примечание: Опорная рука перпендикулярна полу. Взгляд прямо. Мышцы пресса в напряжении. С выдохом поднимите бедро наверх, со вдохом вернитесь в исходное положение.

source: Note: The lower back is tightly pressed to the floor. Put your hands on your stomach, perform 'diaphragmatic breathing' 1-2 breaths. As you exhale, lower your leg until the lower back remains pressed to the floor. With a sigh, straining the press, return the leg to the starting position. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. Положите руки на живот , выполните «диафрагмальное дыхание» 1-2 вдоха. На выдохе опускайте ногу, до тех пор, пока поясница будет оставаться прижатой к полу. Со вдохом, напрягая пресс, возвращайте ногу в исходное положение. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: The back is straight, the abdominal muscles are tense, the shoulder blades are pressed to the floor. Push with your heels, lift your pelvis off the floor, squeeze the gluteal muscles and bring your knees together, straining the adductor muscles. Do not bend in the back and try not to lift your shoulder blades off the floor, then return to the starting position.
ru: Примечание: Спина прямая, живот в тонусе, лопатки прижаты к полу. Таз слегка подкручен. Толкнитесь пятками, оторвите таз от пола, сожмите ягодичные мышцы и сведите колени, напрягая приводящие мышцы. Не прогибайтесь в спине и старайтесь лопатки не отрывать от пола, затем вернитесь в исходное положение.

source: Note: The body is on the same line, all joints are on the same line. The abdominal muscles are tense. With an exhalation, we curl smoothly, look in the direction of the hand, with an inspiration we return to the starting position.
ru: Примечание: Корпус ровный, все суставы на одной линии. Опорная рука перпендикулярна полу. Живот в напряжении. С выдохом плавно скручиваемся, взгляд по направлению руки, со вдохом возвращаемся в исходное положение.

source: Note: Get on all fours. The abdominal muscles are tense. The back is straight, the neck is in line with the spine. With an exhalation, straining the muscles of the press, bring the leg to the body, with an inspiration we return to the starting position, then similarly from the other side. Work in your amplitude, pulling your leg back, control your back, keep it straight.
ru: Примечание: Встаньте на четвереньки. Живот в напряжении. Спина прямая, шея на одной линии с позвоночником. С выдохом, напрягая мышцы пресса, приведите ногу к корпусу, со вдохом возвращаем в исходное положение, затем аналогично с другой стороны. Работайте в своей амплитуде, отводя ногу назад, контролируйте спину, держите ее прямой.

source: Note: Straighten your back. If it's difficult for you, you can lean on something. With an inspiration, turn the body, with an exhalation, straining the muscles of the press, return to the starting position.
ru: Примечание: Спина ровная. Если вам трудно выполнять без опоры, вы можете на что-нибудь облокотиться. Со вдохом поверните корпус, с выдохом, напрягая мышцы пресса вернитесь в исходное положение.

source: Note: Straighten your back, shoulder blades pressed to the floor, abdominal muscles tense. One leg is straight or bent at the knee, the other is on the floor and serves as a fulcrum. Push off with the heel of the supporting leg, lift the pelvis off the floor. Do not bend in the back and try not to lift your shoulder blades off the floor, squeeze your buttocks on the rise, then return to the starting position.
ru: Примечание: Спина прямая, лопатки прижаты к полу, живот в тонусе. Таз слегка подкручен. Одна нога находится прямой или согнутой в колене, другая стоит на полу и служит точкой опоры. Толкнитесь пяткой опорной ноги, оторвите таз от пола. Не прогибайтесь в спине и старайтесь лопатки не отрывать от пола, сожмите ягодицы на подъеме, затем вернитесь в исходное положение.

source: Note: Get on all fours. The abdominal muscles are tense. Straighten your back, neck in line with the spine. With an exhalation, keeping the muscles of the press in tension, make a swing with your foot. With an inspiration, return the leg to the starting position, then similarly on the other side. Work in your amplitude, pulling your leg back, control your back, keep it straight.
ru: Примечание: Встаньте на четвереньки. Живот в напряжении. Спина прямая, шея на одной линии с позвоночником. С выдохом, держа мышцы пресса, ответите ногу, напрягите ягодичную мышцу. Со вдохом возвращаем в исходное положение, затем аналогично с другой стороны. Работайте в своей амплитуде, отводя ногу назад, контролируйте спину, держите ее прямой.
