Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: -In this pose you distribute your weight evenly between both legs with your front knee bent, your hips squared forward, and your arms extended over your front and back legs. -If you hold the pose long enough, you’ll start to feel shaky. You’ll want to stand up and give your legs a break. You’ll want to bring your arms down to let your shoulders rest. But like a true warrior, you’ll find the strength hold the pose. -Arms stretched out to the sides with your feet parallel to each other in. Bend your right knee and stack it over your right ankle. Reach strongly through both arms toward the front and back of the mat and turn and look past your right fingertips. -To exit, press down through your feet on an exhalation, then use an inhalation to straight your legs and return your feet to parallel facing the left long side of the mat. Repeat on the other side.
ru: Техника выполнения: -Начните из положения Собаки мордой вниз. Поставьте правую стопу между рук. -Поднимите корпус, разверните его влево. Левую стопу разверните на 90 градусов. -В крайнем положении правое колено должно оказаться под углом 90 градусов. Правую голень удерживайте перпендикулярно полу. -Выпрямите левую ногу. Разворачивайте левое бедро наружу, правое бедро изнутри наружу (действие), а внутренний край правой стопы — к полу (противодействие). -Опускайте лопатки вниз, вращайте плечи изнутри наружу, а предплечья — внутрь, и старайтесь выпрямить руки в локтях. -Поверните голову направо и посмотрите вдоль правой руки. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны ,опустите руки с двух сторон от передней стопы, и сделайте шаг назад в положение планка, из него можно сразу вернуться в собаку мордой вниз. Выполните асану на другую ногу.

# Вирабхадрасана 3
source: Virabhadrasana 3
ru: Вирабхадрасана 3

source: -Virabhadrasana III (Warrior Pose III) requires concentration and stamina to maintain a thoughtful calibration between push and pull—gathering energy in, and extending it out. -Begin in Virabhadrasana I (Warrior Pose I) with your right foot forward. Firm your right outer hip into your midline as you straighten your left leg. -Turn your left inner thigh toward the ceiling to roll your left outer hip forward, then pivot onto your back toes so your back leg is in a neutral position. Inhale. Exhale and tilt your torso forward, and reach your arms out ahead. -Shift your weight into your front foot, and move forward as you lift your left leg until it is parallel to the floor. Continue to turn your left inner thigh to the ceiling so your leg remains neutral and your pelvis is level. Push back with your left heel while extending forward with your arms, the crown of your head, and your sternum. -Exit, and repeat on the other side.
ru: Техника выполнения: -Начните выполнять асаны из положения Вирабхадрасана 1. -Со вдохом оттолкнитесь от опорной стопы. Наклоните корпус до параллели с полом, заднюю ногу поднимите вверх, одновременно выпрямляя её в колене. В идеале задняя нога тоже должна быть параллельной полу. -Носок и колено задней ноги должны смотреть строго вниз. -Активизируйте мышцу бедра опорной ноги, коленная чашечка должна быть обращена строго вперед. -Вытягивайтесь за руками, стараясь выпрямлять их в локтях. Если вы теряете равновесие, согните опорную ногу в колене, чтобы сместить центр тяжести вниз, и снова поднимитесь. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, опустите заднюю ногу на пол и выпрямитесь, вернувшись в Вирабхадрасану 1. Выполните асану на другую ногу.

# Ардха Чандрасана
source: Ardha Chandrasana
ru: Ардха Чандрасана

# ПОЗА ПОЛОВИНЫ ЛУНЫ
source: HALF MOON
ru: ПОЗА ПОЛОВИНЫ ЛУНЫ

source: -Bring the left hand to the hip and turn and look to the floor to the right without allowing the left ribs to collapse forward. Bend the right knee, tracking it in line with the second toe. -Adjust the right hand and the left foot to the right, shift the weight into the right foot and lift into Ardha Chandrasana. Place the right hand beneath the right shoulder and take the left hand to the ceiling, stacking it above the right hand. -With each inhale find more length along the spine; with each exhale revolve around that length. Spin the right ribs forward and the left ribs back. Gaze can be straight forward or to the top hand. -To exit, keeping the chest open and square to the long side of the mat, bend the right knee a couple of inches. -Track the knee in line with the second toe, then deepen the bend and step back with the left foot. -Repeat on the other side.
ru: Техника выполнения: -В положении уттхита паршаконасана на правую сторону, начните переводить вес вперед, поставьте правую ладонь примерно на 30 см в сторону от правой стопы. -Поднимите левую ногу вверх, одновременно разворачивая таз наружу. В конечном положении коленная чашечка и носок поднятой ноги должны смотреть вперед. -Разверните грудную клетку вверх. Удерживайте левую руку вертикально над правой. -Чтобы стабилизировать положение тела, толкайтесь от опорной стопы вверх и направляйте все ваше внимание в стопу поднятой ноги. -Чтобы не уходить в боковое сгибание, используйте опору в виде кирпича под руку. -Стремитесь к тому, чтобы все тело находилось в одной плоскости. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, согните правую ногу в колене, опустите левую ногу на пол и вернитесь в положение уттхита паршваконасана. Выполните асану на другую ногу.

# Уттхита Триконасана
source: Utthita Trikonasana
ru: Уттхита Триконасана

# ПОЗА ВЫТЯНУТОГО ТРЕУГОЛЬНИКА
source: EXTENDED TRIANGLE POSE
ru: ПОЗА ВЫТЯНУТОГО ТРЕУГОЛЬНИКА

source: -Turn your left foot in slightly and your right foot out to 90 degrees. Firm your thighs and rotate your right thigh outward. Exhale and extend your torso to the right. When you have reached as far as you are able, hinge at the hip and bring the torso to the right, moving toward your upper body being parallel to the floor. -Reach your right hand down toward the floor and stretch your left arm toward the ceiling, in line with the tops of your shoulders. Your hands, arms and shoulders will form a straight line, perpendicular to your mat. -Open your torso to the left, keeping the left and right sides of the torso equally long. Rest your right hand on your shin, ankle, or the floor outside your right foot — whatever is possible without distorting the sides of the torso. Keep your head in a neutral position or turn it to the left. -Inhale to come up, strongly pressing the back heel into the floor and reaching the top arm toward the ceiling. Recenter, then reverse the feet and repeat for the same length of time on the other side.
ru: Техника выполнения: -Встаньте в тадасану, на вдохе расставьте ноги и вытяните руки в стороны. -Поверните правую стопу на 90 градусов вправо. -Наклонитесь, поместив правую ладонь на голень, на лодыжку или на пол, но не переносите на нее вес тела. -Поверните голову в направлении левой руки. Начинающим лучше смотреть перед собой. -Колени прямые, поддерживайте тонус мышц бёдер. -Стремитесь к тому, чтобы обе ягодицы оказались в одной плоскости и на одном уровне. -Раскрывайте грудную клетку, раздвигайте ключицы в стороны, отводите верхнее плечо назад. -Стремитесь к тому, чтобы все тело находилось в одной плоскости. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, на вдохе оттолкнитесь от стоп и выпрямитесь за левой рукой, верните стопы в исходное положение. Выполните асану на левую ногу.

# Уттхита Паршваконасана
source: Utthita Parsvakonasana
ru: Уттхита Паршваконасана

# ПОЗА ВЫТЯНУТОГО БОКОВОГО УГЛА
source: EXTENDED SIDE ANGLE POSE
ru: ПОЗА ВЫТЯНУТОГО БОКОВОГО УГЛА

source: -In this challenging and invigorating posture, you’ll feel a stretch from the outer heel of your foot to your fingertips. Your oblique muscles are worked while the rib cage opens, encouraging you to breathe ever deeper. Turn your left foot out to 90 degrees, and turn your right foot slightly inward. Lift through your spine, keeping the sides of your torso equally long. -Lean toward your left knee, hinging at the hips to bring your left arm own toward the floor. You may place your left fingertips to the ground or on a block. Move your left armpit close to the outer left knee so your arm and shin are parallel. -Reach your right arm up over your right ear, palm facing the floor. Turn your chest toward your raised arm and press the right hip toward the floor to create a straight line from your right ankle to you. Turn your head to look past your right thumb. -Inhale reach up then bring your torso up and straighten the left leg. Switch sides.
ru: Техника выполнения: -Встаньте в уттхита триконасану, разверните правую стопу. -Опустите правую ладонь на пол или на опору в виде кирпича. Левую руку вытяните вертикально вверх, старайтесь удерживать её на одной линии с правой рукой. -Разворачивайте левое плечо изнутри наружу. -Распределяйте вес равномерно между двумя ступнями. -Активно толкайте колено согнутой ноги к опорной руке, голень должна быть строго перпендикулярно полу. -Держите все тело в одной плоскости. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, упритесь пятками в пол, поднимите вытянутую руку вертикально вверх и вернитесь в положение уттхита триконасаны, затем поднимете себя в вертикальное положение. Выполните асану на другую сторону.

# Паривритта триконасана
source: Parivrtta Trikonasana
ru: Паривритта триконасана

# ОБРАЩЁННЫЙ НАЗАД ТРЕУГОЛЬНИК
source: REVOLVED TRIANGLE POSE
ru: ОБРАЩЁННЫЙ НАЗАД ТРЕУГОЛЬНИК

source: -In Revolved Triangle, it’s extremely important not to over-twist the neck, and instead focus on the muscles in the middle and upper back. When you overwork an area, you run the risk of making it vulnerable to injury. -Turn your left foot in slightly and your right foot out to 90 degrees. Firm your thighs and turn your right thigh outward, so the center of your right kneecap is in line with the center of the right ankle. -Exhale and extend your torso to the right, directly over the plane of your right leg, bending from the hip joint, not the waist. Rotate your torso to the left, keeping the left and right sides of your torso equally long. Rest your right hand on your shin or ankle or the floor outside your right foot—whatever is possible without distorting the sides of your torso. Stretch your left arm toward the ceiling, in line with the tops of your shoulders. Keep your head in a neutral position or turn it to the left. -Inhale to come up, strongly pressing your back heel into the floor and reaching your top arm toward the ceiling. Reverse your e feet and repeat for the same length of time on the other side.
ru: Техника выполнения: -Встаньте в тадасану. На вдохе расставьте ноги и вытяните руки в стороны. Разверните правую стопу вправо на 90 градусов, а левую заверните внутрь на 60 градусов. Подтянув левое колено, как следует вытяните левую ногу. -На выдохе вращайте корпус и левую ногу вправо до тех пор, пока левая ладонь не опустится на стопу или пол с внешней стороны правой стопы. -Вытяните правую руку вверх, выравните её на одну линию с левой. Направьте взгляд на большой палец левой руки. -Подтягивайте колени. Не отрывайте пальцы правой ноги от пола. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, упритесь пятками в пол и вернитесь в положение уттхита триконасаны, затем поднимете себя в вертикальное положение. Выполните асану на другую сторону.

# Паривритта паршваконасана
source: Parvritta Parsvakonasana
ru: Паривритта паршваконасана

# ПОЗА ПЕРЕВЁРНУТОГО БОКОВОГО УГЛА
source: REVOLVED SIDE ANGLE
ru: ПОЗА ПЕРЕВЁРНУТОГО БОКОВОГО УГЛА

source: -Step the right foot forward so the toes are in line with the fingertips, adjust the foot slightly to the right. Bend until the front knee creates a right angle with the thigh parallel to the floor and the knee stacked over the ankle. -Keeping the left leg absolutely straight, pivot the left heel to the floor creating a 45-degree angle with the foot. Line up heel to heel or a little wider. Lean toward your left knee, hinging at the hips to bring your left arm own toward the floor. You may place your left fingertips to the ground or on a block. Move your left armpit close to the outer left knee so your arm and shin are parallel. -Reach your right arm up over your right ear, palm facing the floor. Turn your chest toward your raised arm and press the right hip toward the floor to create a straight line from your right ankle to you. Turn your head to look past your right thumb. -Inhale reach up then bring your torso up and straighten the left leg. Switch sides.
ru: Техника выполнения: -Из положения планки, сделайте шаг правой ногой, разверните грудную клетку в сторону передней ноги. Зафиксируйте положение. -Можно опустить колено задней ноги на пол, выполнить скрутку корпусом, затем выпрямить заднюю ногу в колене. -В идеале бедро передней ноги должно быть параллельно полу. Стягивайте бедра в направлении друг друга. -Следите, чтобы вес тела распределялся равномерно между стопами, таз не смещался в сторону. -Ладонь левой руки располагается у внешнего края правой стопы, а правую руку направьте вертикально вверх. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, поставьте ладони на пол с двух сторон от стопы, сделайте шаг назад и вернитесь в положение планки. Повторите на вторую ногу.

# Прасарита Падоттанасана
source: Prasarita Padottanasana
ru: Прасарита Падоттанасана

source: -Use an inhale to lengthen the spine, then on an exhale begin to hinge at the hips bringing the torso forward and down. Initiate the forward fold by tilting the pelvis forward, the movement is in the hips and the spine remains straight in the early stages. -Place the hands on the floor between the feet, hands should be shoulder distance apart and fingertips in line with the toes. Inhale, reach the chest forward and up to lengthen the front body, exhale fold forward and direct the crown of the head towards the floor. -With the head hanging, adjust the hands back so the elbows stack over the wrists and draw the shoulders away from the floor. Keep the weight evenly distributed through the feet, the tendency is to be too far back in the heels so consider bringing more weight into the front foot so the hips stack over the heels. -Place the hands on the hips, root down firmly with the feet and use the strength of the legs to return to an upright position.
ru: Поза интенсивного вытяжения с широко расставленными ногами. Техника выполнения: -Встаньте в тадасану, ноги чуть шире плеч. -Выпрямите колени,слегка подверните бедра внутрь, активизируйте ягодичные мышцы. -Поставьте руки на крестец, сведите лопатки, раскройте плечи, разогните тазобедренный сустав и с выдохом медленно наклонитесь вперед, удерживайте мулабандху и уддияна бандху. Начините наклон с таза - направляйте копчик и седалищные кости вверх, складываясь в тазобедренных суставах. -Поставьте ладони на пол под плечи, перехватитесь руками за икроножные мышцы, согните руки в локтях. На вдохе активно удлиняйте позвоночник, на выдохе расслабляйтесь и пассивно опускайтесь чуть ниже. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, поставьте руки на пол, приподнимите корпус наверх, верните кисти рук на крестец, разгибайте тазобедренный сустав, вернитесь в положение стоя.

# Паршвоттанасана
source: Parsvottanasana
ru: Паршвоттанасана

# ПАРШВА - БОК, ТАН - ВЫТЯГИВАТЬ
source: PYRAMID POSE
ru: ПАРШВА - БОК, ТАН - ВЫТЯГИВАТЬ

source: -As you enter this pose, make sure that you don’t hyperextend your knees or round your back and shoulders. Reach for length from the crown of your head to your tailbone. -Step your right foot back 2 to 4 feet. Line up heel to heel with your back foot at approximately a 30- to 45-degree angle. On an inhalation, spread your arms out to the sides. On an exhalation, internally rotate your arms, bend your elbows, and bring your palms together behind your back. If this isn’t feasible, release your hands alongside your feet, on blocks, or on your shin. -Exhale, hinge at your hips, and begin to fold forward and toward your front thigh. Draw the heads of your upper arms back and up away from the floor as you remain in the pose. -To exit the pose, inhale and use the strength of your legs to come up. Release your arms and step your feet together, returning to Mountain Pose.
ru: Техника выполнения: -Из положения тадасаны сделайте шаг назад левой ногой. На вдохе сложите руки в намасте за спиной, либо поставьте руки на пояс. -На выдохом наклонитесь вперед к ноге, устремляясь грудной клеткой к колену. -Опускаясь в наклон, зафиксируйте промежуточное положение, в котором спина параллельна полу, затем опуститесь в наклон еще ниже, если это доступно. -Стремитесь коснуться колена не головой, а грудью. -Продолжайте толкать бедро передней ноги назад, а задней ноги — вперед, выравнивая таз. -Сохраняйте ноги прямыми. Не напрягайте шею и не вжимайте её в плечи — старайтесь оставлять пространство в области шеи и держать легкую джаландхара бандху. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. На вдохе поднимитесь, вернитесь в исходное положение, выполните наклон к другой ноге.

# Убхая Падангуштхасана
source: Ubhaya Padangusthasana
ru: Убхая Падангуштхасана

# ПОЗА С ЗАХВАТОМ ОБОИХ ПАЛЬЦЕВ НОГ
source: CHALLENGE POSE
ru: ПОЗА С ЗАХВАТОМ ОБОИХ ПАЛЬЦЕВ НОГ

source: -Bend your knees out to the sides, drawing your feet in toward your groin. Now curl your index and second fingers around the insides of your big toes—right fingers to right toe, left fingers to left toe. -Rock back onto your bum so that your feet lift off the floor. Now rock slightly forward and back until you feel the back edges of your sit bones against the floor. Balance here with your knees bent for a few breaths until you feel rooted. -When you feel steady, straighten your knees, continuing to ground your base, and allow your torso and legs to grow up out of your base, like a tree reaching toward the sky from its roots. Reach your feet toward the sky. -If you can’t keep your knees straight without tipping backward or rounding your back, bend your knees and hold onto the backs of your thighs with your shins parallel to the floor. Continue to practice active yield.
ru: Техника выполнения: -В положении сидя, согните ноги в коленях, подтяните бедра к груди и обхватите их руками. Балансируйте на седалищных костях, выпрямите ноги в коленях, старайтесь не скруглять спину. -В этой асане важна спина. Если при попытке выпрямить ноги, спина округляется и вы скатывайтесь на копчик, согните ноги в коленях. -Не проваливайте грудную клетку вниз. Активно тянитесь грудиной вверх, отводите плечи назад, сводите лопатки к центру и вниз, выталкивайте ими грудную клетку вперед, по направлению к ногам. -Приближайте бедра к груди. Выпрямляйте ноги в коленях за счёт квадрицепсов. Стягивайте бедра вместе. Носки тяните на себя, чтобы усилить вытяжение в ногах. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Джану Ширшассна
source: Janu Sirsasana
ru: Джану Ширшассна

# НАКЛОН ГОЛОВЫ К КОЛЕНУ
source: HEAD-TO-KNEE POSE
ru: НАКЛОН ГОЛОВЫ К КОЛЕНУ

source: -Combining a forward fold, twist, and side body stretch all in one, Janu Sirsasana (Head-to-Knee Pose) can help calm your mind as well as stretch your body. Instead of rounding your back, lengthen your spine and bend from your hip crease. As you fold forward, close your eyes and cultivate a sense of inner peace. -Bend your right knee and place the sole of your right foot high on your left inner thigh. Inhale and lengthen your spine, exhale and take your right hand to the outside of your left thigh and your left hand behind your left hip. On an exhalation, bend at your hips and lean forward over your left leg. -Reach for your left foot. If it is available to you, clasp your left wrist with your right hand. Inhale and reach your sternum forward, exhale and revolve your right ribs toward your left knee even more. -To exit the pose, inhale and lift your chest. Straighten your right leg, returning to Staff Pose. Repeat on the other side.
ru: Техника выполнения: -В положении дандасаны, максимально согните правую ногу в колене, подтяните стопу к себе, старайтесь расположить бедра под углом 90 градусов. -Поднимите руки через стороны наверх, наклонитесь немного вперед за счет вращения таза. Носок левой ноги натяните на себя, колено прямое. -Разверните корпус вдоль прямой ноги. Сделайте глубокий вдох, с выдохом опуститесь в наклон к прямой ноге. Опустите руки вниз, если есть возможность, то сцепите руки в замок. -На вдохе вытягивайтесь за макушкой, создайте свободное пространство между позвонками, на выдохе - расслабьтесь,опускайтесь ниже. Стремитесь живот уложить на бедро, нижними ребрами дотянитесь до колена. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из положения, приподнимите грудную клетку, с прямой спиной поднимите корпус наверх, возвращайтесь в положение сидя. Повторите на другую ногу.

# Маричиасана
source: Marichyasana
ru: Маричиасана

# ЛУЧ СВЕТА
source: RAY OF LIGHT
ru: ЛУЧ СВЕТА

source: -Bend your right knee to draw your foot back. Your heel should be just in front of your right sitting bone. Let your right knee fall open slightly and tilt your torso forward, so that it comes to the inside of your right thigh. -Reach your right hand forward and lengthen your torso. Pin your right knee back in toward your midline so that your inner right knee hugs your right outer shoulder. Internally rotate your right arm, placing your right armpit against your right shin. Keeping this connection, bend your right elbow and take your right arm behind your back. Reach behind your back with your left arm to clasp your left wrist with your right hand. -Inhale. Reach your sternum forward to lengthen your front body. Exhale. Hinge from your hips and fold forward to lengthen your back body.Aim the crown of your head toward your toes, and release your shoulders away from your ears. -Lift your torso and unwind your arms on an inhalation. Return to Staff Pose, then repeat on the other side.
ru: Техника выполнения: -В положении дандасаны, согните правую ногу в колене, подтяните ее к груди как можно ближе, голень - перпендикулярно полу. -Вытянитесь вверх, наклонитесь, немного повернув корпус к прямой ноге, обхватите согнутую ногу руками, чтобы правое колено коснулось правой подмышки сзади. -Сохраните захват, на вдохе вытяните позвоночник. Следите, чтобы оба плеча были параллельны полу, прямая нога — плотно прижата, колено прямое. -По мере углубления асаны, перехватывайте замок из рук: сначала захват пальцами, затем - обхват запястий. Можно последовательно менять точку опоры: сначала стремитесь положить лоб на колено прямой ноги, затем нос, подбородок. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, поднимите корпус вверх с округлой спиной, отпустите захват, выпрямитесь. Примите положение дандасаны на несколько дыханий. Затем выполните асану на другую сторону.

# Пасчимоттанасана
source: Paschimottanasana
ru: Пасчимоттанасана

# ПОЗА ВЫТЯЖЕНИЯ ЗАПАДНОЙ СТОРОНЫ
source: SEATED FORWARD BEND
ru: ПОЗА ВЫТЯЖЕНИЯ ЗАПАДНОЙ СТОРОНЫ
