Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: -Straighten your legs and place your hands next to the flesh of your outer hips. Bring your legs together with the insides of your feet touching. Flex your feet by drawing your toes toward you, and simultaneously press out through the balls of your feet. Let your shoulders move back, and begin to breathe into your chest and your entire rib cage. -Keeping the activation of your legs and low belly, reach forward. As you exhale, begin to move deeper into a forward fold. Try not to pull with your arms. Instead, keep your shoulders relaxed. Bend your elbows and bow your head, gazing toward your legs. Relax your neck and let your breath move freely. Keep gently drawing your low belly toward your spine, lifting your waist off your thighs. -To exit the posture, inhale and lengthen your torso upward while straightening your arms. Complete a full exhalation before releasing your feet.
ru: Техника выполнения: -Примите положение дандасаны: сидя на полу, вытяните ноги перед собой и натяните носки на себя. -На вдохе поднимите обе руки вверх и вытянитесь всем телом за ними. С выдохом наклонитесь вперед, к ногам. Начните наклон с вращения таза, опустите руки на стопы или на голень. -На вдохом вытягивайтесь, удлиняя позвоночник, на выдохе - расслабляйтесь и пассивно опускайтесь ниже. -Будучи в складке, сохраняйте мышечный тонус ног - не позволяйте им разваливаться в стороны, тяните носки на себя, подкручивайте бедра внутрь. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, медленно поднимитесь с округленной спиной в положение дандасаны. Голова поднимается в последнюю очередь, либо приподнимите грудную клетку наверх и с прямой спиной вернитесь в исходное положение.

# Трианг Мукхаикапада
source: Triang Mukhaikapada
ru: Трианг Мукхаикапада

# ПАШЧИМОТТАНАСАНА
source: Paschimottanasana
ru: ПАШЧИМОТТАНАСАНА

source: -Bend your left leg at the knee, roll your calf out, and place your leg in Hero Pose. Grip your right kneecap, press your right thigh down, and keep your legs together. If your pelvis tilts to the right, place a blanket under your right buttock. -Inhale, raise your arms, and lean forward. Catch your right foot and lift your chest to create a concave back. If you are unable to reach your foot, use a strap. Exhale and bend forward, keeping your weight on the bent knee. Bring your trunk close to your legs. -Inhale to sit up, switch sides.
ru: Трианга — три части или три конечности, Мукха — лицо, Эка — один, Пада — стопа или нога, Пашчима – спина или задняя часть тела, Уттан — растяжение Техника выполнения: -Сядьте в Дандасану. Согните правую ногу в колене, отведите стопу назад. Голень и стопа образуют одну линию и полностью касаются пола. -Наклонитесь к прямой ноге и захватите руками стопу. Если захват руками не получается, воспользуйтесь ремнем. -Попытайтесь свести колени вместе, вы мобилизуете приводящие мышцы бедер. Если усилить сокращение со стороны согнутой ноги, центр тяжести тела сместится в соответствующую сторону, положение туловища выровняется. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, медленно поднимитесь с округленной спиной в положение дандасаны. Голова поднимается в последнюю очередь. Либо приподнимите грудную клетку наверх и с прямой спиной вернитесь в исходное положение.

# Пурвоттасана
source: Purvottanasana
ru: Пурвоттасана

# ПОЗА ВЫТЯЖЕНИЯ ВОСТОЧНОЙ ЧАСТИ
source: REVERSE PLANK
ru: ПОЗА ВЫТЯЖЕНИЯ ВОСТОЧНОЙ ЧАСТИ

source: -Practiced correctly, you’ll stretch tight muscles in your shoulders, chest, and the front of your ankles, while strengthening your arms, wrists, and legs. -Lean back slightly, and slide your hands back about 8 inches. As you inhale, move your shoulder blades in, and lift and open your chest. As you exhale, point your feet, reach toward the floor with your big toe mounds, and lift your hips.Press toward the floor with your big toe mounds. Rotate your inner thighs in and down while you directing your buttocks toward the backs of your knees. -Press down with your hands to lift your thoracic spine toward your sternum and your sternum toward the ceiling. Inflate your chest. Allow your head to drop back, making sure the curve of your neck is a continuation of the curve of your upper back. -Press into your feet and hands as you exhale, life your hips and chest as you inhale. Release back to the floor.
ru: Техника выполнения: -В положении дандасаны расположите ладони за линией таза. Если постановка пальцев рук в сторону таза вызывает неприятные ощущения в локтях, направьте пальцы рук назад. -Упор на ладони и подошву стопы, поднимите корпус вверх на вдохе. Следите, чтобы плечи располагались над запястьями, руки - перпендикулярно полу. -Выполните ретракцию шейного отдела позвоночника, слегка втягивая подбородок внутрь, удлиняя заднюю поверхность шеи. На вдохе выталкивайте грудную клетку вверх. -Прижимайте подошвы стоп к полу, вращайте бедра внутрь, ноги вместе, колени прямые. Сокращайте ягодичные мышцы, но не блокируйте крестец избыточным сокращением ягодиц. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, согните руки в локтях и с выдохом опуститесь на пол.

# Баддха конасана
source: Baddha Konasana
ru: Баддха конасана

# ПОЛОЖЕНИЕ БАБОЧКИ
source: BOUND ANGLE POSE
ru: ПОЛОЖЕНИЕ БАБОЧКИ

source: -Bound Angle Pose activates the muscles in your back as you lengthen and stretch through your spine. A strong and stable core is also key to this posture. -Sit directly on top of your sitting bones, rather than behind them. Draw your feet together, allowing your knees to fall open to the sides. Press your shoulder blades against your upper back to lift through your sternum or chest. Clasp your ankles to help you find lift along your torso. Open the soles of your feet as if you were opening the pages of a book. -To exit the pose, gently release your feet and come back to Staff Pose.
ru: Техника выполнения: -В положении сидя на полу, согните ноги в коленях, притяните пятки к себе, стоп вместе. -Старайтесь держать спину прямой, не допускать ретроверсии таза и сгибания позвоночника. Если это не представляется возможным, подкладывайте опору под седалищные кости. -Будучи в асане, раскрывайте стопы в стороны подошвами вверх, сохраняйте контакт по внешнему краю. Чтобы углубить положение, можно слегка надавить предплечьями на бедра, но не на колени. -Если вы добились хорошего раскрытия тазобедренных суставов и вытяжения в спине, можно углубить асану и выполнить наклон вперед, к ногам. Наклон при этом должен начинаться от бедер: сначала выполняем антеверсию таза, затем сгибание позвоночника. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Халасана
source: Halasana
ru: Халасана

# ПЛУГ
source: PLOW POSE
ru: ПЛУГ

source: -Carefully done, Plow Pose can release tension in the neck and throat. But prep and practice it with care to avoid neck strain or injury. -Bring your knees toward your chest, then straighten your legs toward the ceiling. Using the strength of your abs — and supporting yourself with both hands at your low or mid back — lift your hips off the floor and roll up until you are supported by your shoulders. Stack your hips above your shoulders. -Slowly lower your legs backward over your head until your toes reach the ground behind you. Rest your toes on the ground, feet flexed. Release your hands and place your arms no the floor, palms down or with hands clasped. Press down with your outer upper arms and shoulders to create more lift along the spine. -To exit, unclasp your hands, press your arms and hands into the mat, and slowly roll down one vertebrae at a time. Take a few moments to allow the back to settle back into its normal curves.
ru: Техника выполнения: -Лёжа на полу, поднимите согнутые ноги вверх, выпрямите их в коленях, прижимная поясницу к полу. Руки лежат вдоль вашего корпуса, плотно прижатые к полу. -На вдохе чуть отведите ноги от себя, делая лёгкий замах и на выдохе уведите ноги за голову. Постарайтесь коснуться носками пола. -Продолжайте толкаться руками. Основной вес на плечах, руки и ноги тянутся в противоположные стороны, копчик тянем вверх, удлиняя позвоночник. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, сделайте вдох, на выходе медленно начинаем раскручивать позвонок за позвонком, возвращаясь в положение лёжа.

# Випарита Карани
source: Viparita Karani
ru: Випарита Карани

# ПОЗА СОГНУТОЙ СВЕЧИ
source: BENT CANDLE POSE
ru: ПОЗА СОГНУТОЙ СВЕЧИ

source: -Bent Candle Pose stretches our shoulders and legs while toning our abs. Shoulder stand also calms and energizes while reducing stress and fatigue. -Bring your legs overhead, rolling your weight into your shoulders. Draw your elbows together and place hands on low to mid back for support. Firm abs and extend legs upward. Make sure the weight remains in the shoulders and the neck is relaxed. -Body weight stays in the shoulders. Notice if you are putting any weight or pressure onto the back of your neck. Place a blanket or other padding under your shoulders to lift your neck further away from the floor. Draw elbows toward each other and shoulder blades in to create more stability and support for your hips and low back. -Bring your awareness to your breathing and find calm and stillness as you work in this pose.
ru: Техника выполнения: -Лягте на пол, согните ноги в коленях. Прижмите плотно поясницу к полу, сделайте вдох, поднимите таз в положение полумоста. -Раскройте грудную клетку за счёт сведения лопаток. Согните руки в локтевом суставе, поставьте основание ладоней на крестцовую часть, пальцы смотрят в разные стороны. Сведите локти к центру, продолжая сильнее сводить лопатки. -Оторвите одну стопу от пола и потяните её в потолок, затем вторую. Таз лежит на руках. Все время раскрываем грудную клетку, при этом держим поясницу плоской. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, поставьте сначала одну стопу на пол, затем другую, позвонок за позвонком опустите таз вниз, прижмите поясницу к полу.

# Упавишта конасана
source: Upavistha Konasana
ru: Упавишта конасана

# УПАВИШТА - СИДЯ, КОНА - УГОЛ
source: SEATED FORWARD BEND
ru: УПАВИШТА - СИДЯ, КОНА - УГОЛ

source: -As you move into a pose like Upavistha Konasana (Wide-Angle Seated Forward Bend) and begin to stretch your hamstrings and adductors (inner-thigh muscles), you may notice your thoughts and emotions becoming stimulated. -Hold on to your big toes with the first two fingers of each hand. Use your inhalation to extend your sternum away from your navel and lengthen your spine. On your exhalation, keep your sitting bones rooted and start to reach your chest forward. -The tendency (especially if you are flexible) is for your legs and sitting bones to follow your torso and roll toward the floor. Resist this inclination to roll forward. Keep your sitting bones heavy, even if you don’t go as far.
ru: Техника выполнения: -В положении сидя, разведите ноги как можно шире, так чтобы вы могли выпрямить колени и натянуть носки на себя. Следите, чтобы таз не отклонялся назад - в исходном положении важно добиться нейтрального положения таза. Не уходите в наклон, пока таз не будет в вертикальном положении. -Со вдохом направьте грудную клетку вверх. С выдохом наклонитесь вперёд. Стремитесь к полу грудью, а не лбом. В конечном варианте грудь лежит на полу, а голова упирается в пол подбородком. -Чтобы углубить асану, вращайте бедра наружу, но следите за тем, чтобы носки стоп и колени смотрели строго вверх. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Супта Конасана
source: Supta Konasana
ru: Супта Конасана

# КОНА - УГОЛ, СУПТА - ЛЁЖА
source: RECLINING ANGLE POSE
ru: КОНА - УГОЛ, СУПТА - ЛЁЖА

source: -Do not practice supta Konasana if you have pain or injury in the neck, back, or legs. Avoid this pose in case of slipped disc. Women during menstruation must skip this asana. Supta konasana must be avoided by people suffering from severe sciatica. -Lie down on your back extending the legs and arms straight on the floor. Inhale swinging the legs over the head until the toes touch the floor as in halasana. Raise your arms to grab the big toes with corresponding hands wrapping the thumb, index, and middle fingers. Exhale holding the toes separate the legs as wide as possible. -Take a deep breath in to rock up onto the sit bones balancing hovering the legs on the air keeping the grip on the toes intact. Exhale gradually keeping the widely separated legs and chin on the floor. Inhale lifting the chest up and then release the hands off the toes. Bring the legs closer and relax in dandasana.
ru: Техника выполнения: -Исходное положение халасана. -В супта конасане отстройка будет такой же, но ноги разведены в стороны. Носки стоп стоят на полу, натянуты на себя. На начальном этапе руками можно поддерживать спину. В конечном варианте выполняется захват за стопы. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, сделайте вдох и на выходе медленно начинаем сводить ноги вместе и раскручиваться, возвращаясь в положение лёжа.

# Саламба Сарвангасана
source: Salamba Sarvangasana
ru: Саламба Сарвангасана

# ПОЗА ДЛЯ ВСЕГО ТЕЛА С ОПОРОЙ
source: SHOULDERSTAND
ru: ПОЗА ДЛЯ ВСЕГО ТЕЛА С ОПОРОЙ

source: -Starting position of Halasana (PLOW POSE), lift straight legs together or alternately up. Straighten your back, keep your knees straight. Rotate your hips inward. -Resting on your hands, tighten your biceps to increase the pressure of your palms on your back. This activates the arch supports and stabilizes the position of the arms. Resist the pressure of the palms - bend your back on your hands. This will stabilize your posture and relax your neck. The main weight in the pose should be on the shoulders. -Remain in the asana for 30 seconds to 3 minutes. At the first sign of dizziness, nausea, darkening of the eyes, as well as pain in the neck, you must immediately leave the asana. -To exit the asana, move your legs into halasana, then slowly begin to unwind vertebra by vertebra.
ru: Техника выполнения: -Исходное положение халасана, поднимите прямые ноги вместе или поочередно наверх. -Выпрямите спину, держите колени прямыми. -Поворачивайте бедра внутрь. -Опираясь на руки, напрягите бицепсы, чтобы усилить давление ладоней на спину. При давлении на спину, старайтесь больше задействовать внешние края ладоней. Это активизирует супинаторы предплечий и стабилизирует положение рук. Создавайте противодействие давлению ладоней - отклоняйте спину на руки. Это позволит стабилизировать позу и разгрузить шею. Основной вес в позе должен приходится на плечи. Оставайтесь в асане от 30 секунд до 3 минут. При первых признаках головокружения, тошноты, потемнения в глазах, а также при болевых ощущениях в шее, необходимо незамедлительно выйти из асаны. Чтобы выйти из асаны, уведите ноги за голову в халасану, затем медленно начните раскручиваться позвонок за позвонком.

# от 30 секунд до 3 минут
source: from 30 seconds to 3 minutes
ru: от 30 секунд до 3 минут

# Матсиасана
source: Matsyasana
ru: Матсиасана

# ПОЗА РЫБЫ
source: FISH POSE
ru: ПОЗА РЫБЫ

source: -Inhale, lift your pelvis slightly off the floor, and slide your hands, palms down, below your buttocks. Then rest your buttocks on the backs of your hands (and don’t lift them off your hands as you perform this pose). Be sure to tuck your forearms and elbows up close to the sides of your torso. -Inhale and press your forearms and elbows firmly against the floor. Next press your scapulas into your back and, with an inhale, lift your upper torso and head away from the floor. Then release your head back onto the floor. Depending on how high you arch your back and lift your chest, either the back of your head or its crown will rest on the floor. There should be a minimal amount of weight on your head to avoid crunching your neck. -You can keep your knees bent or straighten your legs out onto the floor. If you do the latter, keep your thighs active, and press out through the heels. -With an exhalation lower your torso and head to the floor. Draw your thighs up into your belly and squeeze.
ru: Техника выполнения: -В положении лежа на спине, соедините стопы и ноги вместе. Положите ладони под ягодицы, согнув руки в локтях и прижав предплечья к полу. -На вдохе приподнимите корпус, упираясь предплечьями в пол и направляя грудь вверх. Найдите такой угол локтевого сгиба, который позволит вам поставить макушку на пол. -Сводите лопатки внутрь, сдвигайте локти ближе друг к другу, выталкивайте грудь вверх, постепенно продвигайте голову ближе к тазу за счет подъема груди. Дышите полной грудью. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Для того, чтобы выйти из положения, начните головой скользить по полу, контролируя движения руками и выйдите из положение шавасаны.

# Джатхара Паривартанасана
source: Jathara Parivartanasana
ru: Джатхара Паривартанасана

# СКРУЧИВАНИЕ ЖИВОТА
source: REVOLVED ABDOMEN POSE
ru: СКРУЧИВАНИЕ ЖИВОТА

source: -Lying on the floor with your arms stretched out at shoulder height as before, exhale and contract the lower back toward the floor as you smoothly lift the straight legs to a 90 degree angle. Keep the sacrum pressed firmly into the floor and the legs actively reaching up. -Now shift the pelvis slightly to the left so the right hip is close to the center line of the body. Squeeze the legs together and contract the pelvic floor, press the left shoulder into the floor, and gently turn the abdomen to the left as you lower the legs to the right. Reach the feet toward the right hand. -Lower the feet as far as you can without straining the back, but without touching the floor. Keep the left shoulder pressed firmly against the floor, and don’t allow the torso to roll toward the legs. Keep the knees and ankles together. -Then inhale and smoothly lift back to center. Shift the pelvis back to center. Reach up through the legs, press the pelvis down, and take a breath or two before repeating the posture to the left.
ru: Техника выполнения: -Лёжа на спине вытяните руки в стороны, чтобы тело приняло форму креста. С выдохом поднимите обе ноги до положения перпендикулярно полу. Не сгибайте ноги в коленях. -Задержитесь в этом положении на несколько вдохов. С очередным выдохом подайте ноги вправо и опустите их так, чтобы пальцы правой ноги едва касались кончиков пальцев правой руки. -Старайтесь не отрывать спину от пола. -Опускайте обе ноги одновременно, не сгибая их в коленях. Старайтесь максимально толкать к полу поясницу, разворачивайте ноги от тазобедренных суставов. Как только стопы окажутся у правой руки, разверните область живота влево. Оставайтесь в позе в течение 20 секунд. С выдохом, медленно поднимите ноги до положения перпендикулярно полу. Если тяжело, ноги можно согнуть в коленях. Задержитесь в этом положении на некоторое время. Выполните асану в другую сторону.

# 20 секунд
source: 20 seconds
ru: 20 секунд

# Шавасана
source: Savasana
ru: Шавасана

# ТРУП
source: CORPSE POSE
ru: ТРУП

source: -Although it looks easy, Savasana (Corpse Pose) has been called the most difficult of the asanas. The reason is that the art of relaxation is harder than it looks. It doesn’t happen on demand: You can’t just say, “OK, I’m going to relax, right now!”. -That’s why Savasana is such a gift. The pose sets up the conditions that allow you to gradually enter a truly relaxed state, one that is deeply refreshing in itself and that also can serve as a starting point for meditation. -The essence of Corpse Pose is to relax with attention. In other words, to remain conscious and alert while still being at ease. Remaining aware while relaxing can help you begin to notice and release long-held tensions in your body and mind.
ru: Техника выполнения: -Лёжа на спине разведите ноги на ширину плеч. Свободно раскиньте носки в стороны. Руки лежат ладонями верх. -Закройте глаза, расслабьте мышцы лица. Старайтесь не двигать зрачками глаз под опущенными веками. -Сканируйте всё тело внутренним взглядом, снизу вверх. Сначала постарайтесь осознать каждый участок тела, затем сознательно расслабить и отпустить напряжение. -Отслеживайте вдохи и выдохи. Если ум никак не успокаивается, можно сделать небольшие задержки дыхания как после вдоха, так и после выдоха. -Перенесите фокус своего внимания на кончик носа. Почувствуйте температуру воздуха - на вдохе вы ощутите прохладный воздух, на выдохе - более тёплый. -В идеале - испытать состояние на грани сна и бодрствования при сохранении осознанности. Чтобы выйти из шавасаны, сделайте несколько глубоких вдохов и выдохов. Слегка пошевелите пальцами ног и рук. Повернитесь на бок и задержитесь в этом положении на несколько секунд.

# До состояния на грани сна
source: To a state on the verge of sleep
ru: До состояния на грани сна

# Врикшасана
source: Vrksasana
ru: Врикшасана

# ДЕРЕВО
source: TREE POSE
ru: ДЕРЕВО

source: -By strengthening your legs, glutes, core, and back, Tree Pose can help improve your posture and alignment, which is especially helpful if you sit a lot throughout the day. -Inhale deeply, lifting your chest, and exhale as you draw your shoulder blades down your back. Look straight ahead at a steady gazing spot. Place your hands on your hips and raise your right foot high onto your left thigh or shin. Avoid making contact with the knee. Press your right foot and left leg into each other. -Check that your pelvis is level and squared to the front. When you feel steady, place your hands into anjali mudra at the heart or stretch your arms overhead like branches reaching into the sun. -Then step back into Mountain Pose and repeat on the other side.
ru: Техника выполнения: -В положении тадасаны, согните левую ногу в колене, упритесь пяткой в основание левого бедра. Отводите бедро согнутой в колене ноги назад, оно должно выйти в одну плоскость с туловищем. -Держите все тело в одной плоскости. Выпрямите позвоночник, лопатки сведите к позвоночнику. Рекомендации для начинающих: -Опустите стопу согнутой ноги ниже по внутренней стороне бедра. -Cжимайте ладони в намаскарасане - это дополнительная точка опоры для более интенсивного вытяжения вверх. -Если вы теряете баланс, согните опорную ногу в колене, чтобы сместить центр тяжести вниз, и снова выпрямитесь. -Если не получается поймать баланс, начните осваивать асану, опираясь рукой в стену. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, сделайте глубокий вдох и на выдохе опустите руки вниз, верните колено в центр и затем опустите стору на пол. Повторите на другую ногу.

source: Your list of asanas is empty, add the required asanas from the section to start training
ru: Ваш список асан пуст, добавьте нужные асаны из общего раздела, чтобы начать тренировку

source: In this section, you can create a practice for yourself
ru: В данном разделе вы можете составить практику для себя, добавив асаны из общего списка

# Чтобы добавить асаны, зайди в общий список и свайпни асану, которая понравилась
source: To add asanas, go to the general list and swipe the asana that you like
ru: Чтобы добавить асаны, зайди в общий список и свайпни асану, которая понравилась

# Чтобы формировать список в нужном порядке, зажми асану и перемещай
source: To form a list in the desired order, hold the asana and move
ru: Чтобы формировать список в нужном порядке, зажми асану и перемещай

# Свайпни асан, чтобы удалить его
source: Swipe asanas to remove it
ru: Свайпни асан, чтобы удалить его
