Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

source: Note: Position of the reverse bar. The arms are straight, the back is straight, the muscles of the press are tense. The angle at the knee of the supporting leg is 90 degrees. Exhale and pull your hip to the side as far as possible. With an inspiration, return to the starting position, then similarly on the other side.
ru: Примечание: Положение обратной планки. Руки прямые, спина прямая, мышцы пресса в напряжении. Угол в колене опорной ноги 90 градусов. С выдохом отведите бедро в строну, на столько на сколько это возможно. Со вдохом вернитесь в исходное положение, затем аналогично с другой стороны.

source: Note: The lower back is tightly pressed to the floor. The pelvis is slightly twisted. As you exhale, lower your left leg and the right leg down. Then, with an inspiration, return to the starting position and similarly on the other side. Control the lower back, during exercises, it should not come off the floor.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. На выдохе опустите левую ногу и правду ногу вниз. Затем со вдохом возвращайте в исходное положение и аналогично с другой стороны. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола.

source: Note: Leg is slightly wider than shoulder width. The knees are aligned with the socks. The muscles of the press are in tension. When inhaling, we descend down approximately parallel to the floor. The emphasis is on the heels, with inspiration we return to the starting position.
ru: Примечание: Исходное положение ноги чуть шире ширины плеч. Носки чуть врозь. Колени сонаправлены с носками. Мышцы пресса в тонусе. На вдохе опускаемся вниз примерно по параллели с полом. Акцент на пятках, со вдохом возвращаемся в исходное положение.

source: Note: The lower back is tightly pressed to the floor. As you inhale, lower your legs and arms down. Then, on exhalation, return to the starting position, contracting the abdominal muscles. Control the lower back, during exercises, it should not come off the floor. The first time can be performed without burdening.
ru: Примечание: Поясница плотно прижата к полу. Таз слегка подкручен. Со вдохом опустите ноги и руки вниз. Затем на выдохе возвращайте в исходное положение, сокращая мышцы пресса. Контролируйте поясницу, во время упражнений, она не должна отрываться от пола. Первое время можно выполнять без отягощения.

source: Note: Straighten your back, the abdominal muscles are tense. The arms are slightly bent at the elbows, on exhalation raise your arms through the sides, the neck is relaxed. Inhale and return to the starting position.
ru: Примечание: Спина прямая, живот в напряжении. Руки в локтях чуть согнуты, на выдохе поднимите руки через стороны, шея расслаблена. Со вдохом вернитесь в исходное положение.

# 8-10 вдохов
source: 8-10 breaths
ru: 8-10 вдохов

# 6-8 повторений
source: 6-8 repetitions
ru: 6-8 повторений

# 8-10 повторений
source: 8-10 repetitions
ru: 8-10 повторений

# 10-12 повторений
source: 10-12 repetitions
ru: 10-12 повторений

# 15-20 повторений
source: 15-20 repetitions
ru: 15-20 повторений

# 5-8 повторений
source: 5-8 repetitions
ru: 5-8 повторений

# 8-10 наклонов
source: 8-10 repetitions
ru: 8-10 наклонов

# 10-15 секунд
source: 10-15 seconds
ru: 10-15 секунд

# Гарудасана
source: Garudasana
ru: Гарудасана

# ОРЁЛ
source: EAGLE POSE
ru: ОРЁЛ

source: -Garudasana (Eagle Pose) requires careful focus. You must bend your knees, cross your left thigh over your right, hook the top of your foot behind your right calf, spread the scapula and snug your right elbow into the crook of your left, bring your palms to touch, lift your elbows, and stretch your fingers towards the ceiling. -You may feel a sense of constriction or tightening while in this pose. Lean into that discomfort to find ease and stability. Release the tension to experience the freedom of riding the wind for yourself.
ru: Техника выполнения: -Поместите левый локоть на переднюю поверхность правого плеча у локтевого сгиба. Скрестите кисти рук и соедините ладони вместе. Старайтесь подпирать нижним локтем верхний. Удерживайте локти на уровне грудной клетки. -Согните ноги в коленях и скрестите таким образом, чтобы задняя поверхность правого бедра находилась на передней поверхности левого. Заведите правую стопу за левую голень так, чтобы обе голени соприкоснулись, а носок правой ноги зацепился за левую ногу чуть выше лодыжки. Направьте носок правой ноги на себя. Можно переплетать разноименные руки и ноги. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# от 3 до 10 циклов дыхания
source: Hold for 3-10 breaths
ru: от 3 до 10 циклов дыхания

# Уттанасана
source: Uttanasana
ru: Уттанасана

# ПОЗА ИНТЕНСИВНОГО ВЫТЯЖЕНИЯ
source: WIDE LEGGED FORWARD BEND
ru: ПОЗА ИНТЕНСИВНОГО ВЫТЯЖЕНИЯ

source: -Keeping the legs straight is the preferred approach, as it strengthens more parts of the body. And if having the legs straight causes the back to round, it may be better to bend the knees to come up. The extension of the spine is more important than the legs being straight.
ru: Техника выполнения: -Встаньте в тадасану, поставьте стопы на ширину таза (рекомендуется для начинающих), либо вместе. Оттолкнитесь от стоп, включите в работу мышцы ног: подтяните коленные чашечки за счет активизации четырех главых мышц бедер. -Медленно наклонитесь вперед, к коленям, растягивая позвоночник длинной дугой. Тянитесь вниз не головой, а ребрами - стремитесь коснуться колен грудью, но при этом не напрягайте шею. Помните, что наклон начинается с осевого вращения таза вперед. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Бакасана
source: Bakasana
ru: Бакасана

# ПОЗА ЖУРАВЛЯ
source: CranCrane POSE
ru: ПОЗА ЖУРАВЛЯ

source: -Tilt the torso forward so that the shoulders fit between the knees. Place the hands on the floor shoulder distance apart and 6-8 inches ahead of the feet. -Come high on the toes and shift forward until the elbows stack over the wrists. Continuing to reach the chest forward, lift the heels towards the buttocks. -Knees can either grip the outer shoulders or balance on the triceps. Press the arms as straight as possible while bringing the feet and buttocks towards each other.
ru: Техника выполнения: -В положении уттанасаны поставьте ладони пальцами вперед. Приподнимитесь на полупальцах, согните ноги в коленях, упритесь коленями в плечи. -Оттолкнитесь от рук, разведите лопатки в стороны, плечи отведите назад. -Стягивайте бедра по направлению друг к другу. Сгибайте ноги в коленях и подтягивайте пятки к ягодицам. -Толкайтесь нагружая ладони равномерно, фаланги пальцев можно согнуть. -Округлите спину, вытолкнув зону между лопатками вверх. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

source: -Press your outer arms inward and firm the bases of your index fingers into the floor. Firm your shoulder blades against your back, then spread them away from the spine. Also spread your collarbones away from the sternum. -Press your front thighs up toward the ceiling, but resist your tailbone toward the floor as you lengthen it toward the heels. Lift the base of the skull away from the back of the neck and look straight down at the floor, keeping the throat and eyes soft.
ru: Техника выполнения: -Прижмите ладони к полу, разведите пальцы как можно шире. Подкручивайте локти внутрь, одновременно подтягивая лопатками плечи вверх. Если вращение локтевых суставов внутрь, доставляет дискомфорт, оставляйте микросгиб в локте. -Оттяните пятки как можно дальше назад, вытянув все тело в струну. Подтяните коленные чашечки. -Мышцы пресса сокращенны. Думайте о вытяжении задней поверхности тела, таз удерживайте на одной линии. Оставайтесь в положении планки от 15 секунд до 1 минуты. Не перегружайтесь и не доводите тело до тремора.

# от 15 секунд до 1 минуты
source: from 15 seconds to 1 minute
ru: от 15 секунд до 1 минуты

# Чатуранга
source: Chaturanga
ru: Чатуранга

# ПОЗА ПОСОХА
source: STAFF POSE
ru: ПОЗА ПОСОХА

source: -To create proper alignment in Chaturanga, you need to activate muscles from the front to the back of your body, and tighten your elbows close to your ribs, rather than letting them splay outward. This allows your chest to stay up in a hover. -From Plank Pose, align your shoulders slightly ahead of your wrists and come onto the balls of your feet. On an inhalation, draw your shoulders and the tops of your thighs up and away from the floor. Pull your lower body up and in, and release your tailbone toward the floor. -On an exhalation, bend your elbows and slowly lower your body until your elbows are at around 90 degrees. Keep your elbows directly over your wrists and drawn in against your sides. -To come out of the pose, exhale and lower down to your belly or push back up to Plank Pose.
ru: Техника выполнения: Исходное положение — планка. Со вдохом оттолкнитесь от стоп и сместите корпус вперед, выводя линию плеч за линию запястий. С выдохом согните руки в локтях до прямого угла и опустите корпус вниз до параллели с полом. Подключите бандхи и выполните следующие действия: -Прижмите локти к корпусу. -Напрягите мышцы бёдер, выпрямите колени. -Представьте, что вы хотите прижать ноги друг к другу. -Толкайтесь ладонями(фактически руки не двигаются), это мобилизует мышцы. Для стабилизации, потяните пятки назад (фактически ноги не двигаются). Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, опустите колени на пол, отожмитесь от ладоней, выпрямите руки в локтях, вернитесь в положение планки или выйдете в положение собаки мордой вверх. Либо опустите грудную клетку, живот и бедра на пол.

# Урдхва мукха шванасана
source: Urdhva Mukha Svanasana
ru: Урдхва мукха шванасана

# СОБАКА МОРДОЙ ВВЕРХ
source: UPWARD-FACING DOG
ru: СОБАКА МОРДОЙ ВВЕРХ

source: -Move forward into Plank Pose. Instead, maintain a line from the crown of your head to your sitting bones, as though a thread is pulling you forward while your heels resist back. Keep your legs firm and straight. -Reaching farther forward through the crown of your head, begin to draw your chest forward through your arms. Roll your shoulders open and pull them down your back as you move the sides of your waist forward. -Stretch back through your toes as though pushing the floor away from you. Put your knees down if you need to take stress off your back. Roll over your toes while your hips are low. Press your outer ankles in to avoid sickling your feet. -Keep your head level and your gaze straight ahead, until you know how to look up without collapsing your shoulders and lower back.
ru: Чаще всего выполняется из положения лежа на животе или из планки, чатуранги или адхо мукха шванасаны. Техника выполнения: -Ладони на уровни талии, отжимаясь от пола, поднимите голову, корпус и таз. В конечной форме плечи распологаются над запястьями. -Раскройте грудную клетку. Сведите лопатки и опустите их вниз. -Выпрямите руки в локтях — направьте локти друг к другу. -Опора на пальцы ног. Распределяется равномерно вес тела между ладонями и стопами. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, опустите колени, согните руки в локтях, опуститесь вниз на живот, либо поднимите таз вверх и примите положение адхо мукха шванасаны.

# Бхуджангасана
source: Bhujangasana
ru: Бхуджангасана

# ПОЗА КОБРЫ
source: COBRA POSE
ru: ПОЗА КОБРЫ

source: -Move into this pose slowly in order to avoid straining your back. -Begin on your belly with your feet hip-distance apart and your hands beside your ribs. Extend your big toes straight back and press down with all ten toenails to activate your quadriceps. Rotate your inner thighs toward the ceiling to broaden the lower back. Pressing down lightly with your hands, start to lift your head and chest, rolling your shoulders back and down. Keep the back of your neck long and focus on lifting your sternum instead of lifting your chin. Straighten your arms while keeping your shoulders remaining away from your ears. Keep at least a slight bend in your elbows. -To exit the pose, release back to your mat.
ru: Техника выполнения: -Руки на уровне груди, стопы вместе или на ширине плеч. -На вдохе оттолкнитесь от пола, поднимите грудную клетку вверх и выполните прогиб в позвоночнике от основания до затылка. В конечном положении грудная клетка и живот отрываются от пола, а лобковая кость остается на полу. -Прижимайте локти к корпусу, плечевые суставы отведены назад и опущены. -Прижимайте таз к полу, удерживайте мулабандху, сокращая мышцы тазового дна, и уддияна бандху. -Удерживайте легкую джаландхара банду, линия шейного изгиба продолжает линию позвоночника. -С каждым вдохом растягивайте позвоночник, расширяйте грудную клетку. Когда вы почувствуете, что прогиб уже достаточно глубокий, попробуйте развести лопатки. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, на выдохе согните руки в локтях и опуститесь на живот.

# Дханурасана
source: Dhanurasana
ru: Дханурасана

# ПОЗА ЛУКА
source: BOW POSE
ru: ПОЗА ЛУКА

source: -As you inhale, gently squeeze your shoulder blades back toward each other. Then, progress by lifting your chest, your head, and the top of your ribs off the floor. Exhale, and on your next inhalation, lift your legs off the floor. Press your feet together and keep your legs active and engaged. -While maintaining the lift in your chest and legs, bend your knees and bring your heels toward your head until your toes are vertical above your ankles. Take 3-10 breaths. Slowly release to the floor, and then repeat at least one more time before proceeding to next step. -Hold the grip on your ankles. Increase the energy in your legs by raising them slightly higher, while simultaneously pulling them toward the wall behind you. If your legs do not pull back, your upper body cannot open. However, if you do lift your legs higher, you’ll notice the entire front of your chest and shoulder area opening. Relax your belly muscles here, letting them stretch.
ru: Техника выполнения: -Согните ноги в коленях и захватите щиколотки руками: изнутри или снаружи. На вдохе поднимите грудную клетку вверх и одновременно выполните разгибание в тазобедренных суставах, чтобы поднять бедра от пола. -Для углубления прогиба, пробуйте выпрямить ноги в коленных, тазобедренных суставах, избегая разведения колен в стороны. -Сведите лопатки. Опускайте плечи вниз, чтобы не закрепощать шею. Одновременно поднимайте и отводите руки назад. -Сохраняйте баланс на животе. Оставайтесь в асане комфортное время.

# Уштрасана
source: Ustrasana
ru: Уштрасана

# ПОЗА ВЕРБЛЮДА
source: CAMEL POSE
ru: ПОЗА ВЕРБЛЮДА

source: -The main thing to avoid with Ustrasana is flopping into the pose and taking the brunt of the backbend in your neck or lower back. Instead, lift and lengthen your torso before you gently arch into the pose. -Come to your knees, with your legs hip-width apart. Keep your hips over your knees and squeeze your thighs toward each other. Inhale, reach your tailbone toward your knees, creating space between your lower vertebrae.On another inhalation, lift your sternum and draw your elbows back, toward each other behind you. -Keep your chest raised, your core engaged, your spine long, your chin tucked and your shoulders back. Press the heels of your hands into the heels of your feet. Keep lifting through your sternum. Now lift your shoulders to allow the trapezius muscles between the shoulder blades to rise up. Gently allow the head and neck to extend backward. Gaze at the tip of your nose.
ru: Техника выполнения: -Стопы и голени прижмите к полу. Если чувствуете себя нестабильно, поставьте стопы на носки. -Выпрямите позвоночник и медленно прогнитесь назад на вдохе. Руки можно удерживать на крестце, по мере углубления прогиба, ставьте их на щиколотки или на опору. -Удерживайте бедра перпендикулярно полу. -В конечном положении руки удерживайте прямыми, активно отталкивайтесь ладонями, углубляя прогиб в грудном отделе. -Удерживайте легкую джаландхара бандху на фоне ретракции: втягивайте подбородок и удлиняйте мышцы по задней поверхности шеи, продолжая линию изгиба позвоночника. -Находясь в асане, старайтесь направлять вдох в область между лопаток. На входе в асану активно стягивайте лопатки к центру. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, поочерёдно верните руки на крестец и поочерёдно поднимите живот, грудную клетку, голову. При необходимости выполните компенсацию в позе ребенка.

# Паригхасана
source: Parighasana
ru: Паригхасана

# ПОЗА ЗАСОВА
source: GATE POSE
ru: ПОЗА ЗАСОВА

source: -The pelvis is neutral, neither spilling forward nor spilling back, and stacks directly over the knees. Open the right leg out to the side, externally rotating from deep in the hip socket. Inhale lengthen the spine and take the left arm out to the side, externally rotating so that the palm faces the ceiling. -Exhale, bend laterally to the right, sliding the right hand down the right leg towards the ankle. Reach the left hand past the left ear and look to the left, directing the gaze under the left upper arm. Use exhales to gently twist the upper torso to the left. -Move the shoulder blades in and up to mobilize the thoracic, offering the chest to the ceiling. Continue pressing down with right big toe mound and the left knee to emphasize the lift of the thoracic spine and chest.
ru: Техника выполнения: -Выпрямите правую ногу в колене, упор на пятку. Оба бедра на одной плоскости. -На вдохе поднимите левую руку вверх и на выдохе наклонитесь в сторону к вытянутой ноге. -Положите правую руку на голень или носок. -Не заваливайте плечи и не зажимайте грудную клетку, не допускайте перекоса таза. Чтобы стабилизировать положение и углубить наклон: * попытайтесь потянуть колено согнутой ноги к стопе вытянутой ноги (колено при этом неподвижно),в этом взаимодействии положение таза уравновешивается, а нижняя часть тела наполняется энергией; * мобилизуйте косые мышцы живота над прямой ногой, чтобы глубже уйти в наклон. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Поднимитесь за счет активизации мышц пресса, поменяйте опорную ногу и выполните наклон в другую сторону.

# Марджариасана
source: Marjaryasana
ru: Марджариасана

# ПОЗА КОШКИ
source: CAT POSE
ru: ПОЗА КОШКИ

source: -While in this pose, focus on tucking your tailbone, rounding your spine and releasing your neck. -Your hands should be shoulder-distance apart and slightly ahead of your shoulders. Press down firmly through your hands. Exhale and round your spine toward the ceiling. Drop the crown of your head and your tailbone. Draw your lower belly in and up. -Push the floor away with your hands to broaden across your shoulder blades.Keep the hips over your knees and your arms straight to keep the movement in your spine. To release the pose, return to a neutral spine.
ru: Техника выполнения: -Кисти на уровне плеч, пальцы широко расставлены. На протяжении всего упражнения необходимо толкаться руками от пола и стабилизировать плечи в суставах. -Голени и стопы прижаты к полу, угол в коленях 90 градусов. -Со вдохом поднимите голову и посмотрите вверх, продолжая слегка подтягивать подбородок к шее. Направьте грудную клетку вперед и прогнитесь в пояснице. Седалищные кости при этом смотрят вверх, а лопатки толкают грудную клетку вперед. -С выдохом наклоните голову вниз и прижмите подбородок груди, округлите спину, потяните лопатками грудной отдел позвоночника вверх. Таз подверните вниз и направьте к голове. -Синхронизируя сгибание и разгибание позвоночника с дыханием. Выполняйте упражнение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Адха Мукха Шванасана
source: Adho Mukha Svanasana
ru: Адха Мукха Шванасана

# СОБАКА МОРДОЙ ВНИЗ
source: DOWNWARD-FACING DOG
ru: СОБАКА МОРДОЙ ВНИЗ

source: -Come onto your hands and knees, with your hands a tiny bit in front of your shoulders and your knees directly below your hips. Spread your palms, rooting down through all four corners of your hands, and turn your toes under. -Exhale and lift your knees from the floor, at first keeping your knees slightly bent and your heels lifted off the floor. Lengthen your tailbone away from the back of your pelvis, lift the sitting bones toward the ceiling, and draw your inner legs from your inner ankles up through your groins. -On an exhalation, push your top thighs back and stretch your heels toward the floor. Straighten your knees without locking them. Firm your shoulder blades against your back, then widen them and draw them toward your tailbone. Keep your head between your upper arms.
ru: Техника выполнения: -Направьте таз по диагонали вверх, выпрямляйте руки и позвоночник в одну линию, выпрямите колени. -Вращайте плечи наружу, расширяя расстояние между лопатками (действие). Вращайте предплечья внутрь(противодействие). -Ноги на ширине таза. Для начинающих - если сильное натяжение по задней поверхности ног, округлите спину и согните ноги в коленях. Для продолжающих: -Чтобы усилить натяжение по задней поверхности ног, упритесь пятками в пол, попробуйте оторвать пальцы ног от пола. -Раздвиньте лопатки в стороны, раскрывая грудную клетку. Держите межреберные мышцы в тонусе, не допускайте провала в грудном отделе. -Подбородок приведите к груди, взгляд направлен на пупок. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего.

# Вирабхадрасана 1
source: Virabhadrasana I
ru: Вирабхадрасана 1

# ПОЗА ДОБЛЕСТНОГО ГЕРОЯ
source: WARRIOR III POSE
ru: ПОЗА ДОБЛЕСТНОГО ГЕРОЯ

source: -From Adho Mukha Svanasana (Downward-Facing Dog Pose), step your right foot forward so your toes are in line with your fingertips, and shift your foot slightly to the right. Bend your front knee 90 degrees. Your thigh should be approximately parallel to the floor, your knee stacked over your ankle, and your right outer hip pinned back. -Pivot your left heel to the floor so your foot forms a 45-degree angle to the side of the mat. Place the feet slightly wider for more stability. Press your left thighbone back so your left knee is straight. -As you inhale, raise your torso and reach up with the arms, hands shoulder-distance apart and palms facing each other. You may bring your palms together and look up at your thumbs. Draw your lower belly back and up away from your right thigh. -Release your hands to the floor, step back to Downward-Facing Dog, and repeat on the other side.
ru: Техника выполнения: -Начните из положения ‘Собаки мордой вниз’. Сделайте шаг правой ногой, поставив стопу между рук. -Поверните левую стопу на 45 градусов наружу. -В конечном положении колено правой ноги должно достигнуть 90 градусов. Голень правой ноги перпендикулярна полу. -Выпрямите заднюю ногу в колене. -Направьте грудную клетку вверх, отведите плечи назад. -Убедитесь, что нагрузка равномерно распределяется между двумя стопами. Удерживайте положение: 3-5 цикла дыхания для начинающего; 5-10 циклов для продолжающего. Чтобы выйти из асаны, опустите руки с двух сторон от передней стопы, и сделайте шаг назад в положение планка, из него можно сразу вернуться в собаку мордой вниз. Выполните асану на другую ногу.

# Вирабхадрасана 2
source: Virabhadrasana 2
ru: Вирабхадрасана 2
