Repository: PavelLyutikov/Transform-Fit
Catalog: Transform/Main/*.lproj/Localizable.strings
Languages: ru

# Хатха - йога В данном разделе представлены примеры базовых асан
source: Hatha - yoga In this section, presented basic asanas
ru: Хатха - йога В данном разделе представлены примеры базовых асан

# Для удобства навигации они разделены на несколько частей
source: For ease of navigation, they are divided into several parts.
ru: Для удобства навигации они разделены на несколько частей

source: Composing the asanas in a suitable way for you to follow, you can make a warm-up or a full-fledged complex
ru: Составляя асаны в подходящей для Вас последовательности, Вы можете составить разминку или полноценный комплекс

# СТАРТ
source: START
ru: СТАРТ

# ЗАВЕРШИТЬ
source: TURN OFF
ru: ЗАВЕРШИТЬ

# ПОВТОРИТЬ
source: REPEAT
ru: ПОВТОРИТЬ

# Список тренировок пуст!
source: The workout list is empty!
ru: Список тренировок пуст!

# Заполните список
source: Fill in the list
ru: Заполните список

# ДАЛЕЕ
source: START
ru: ДАЛЕЕ

# ПАУЗА
source: PAUSE
ru: ПАУЗА

# Далее:
source: Continue:
ru: Далее:

# Отдых!
source: Relax!
ru: Отдых!

# Вы закончили!
source: Workout completed!
ru: Вы закончили!

# Последний рывок!
source: Left just a little bit!
ru: Последний рывок!

# сек
source: sec
ru: сек

# мин
source: min
ru: мин

source: Swipe right to edit a cell or delete Long-puss a cell to reshuffle
ru: Проведите пальцем вправо, чтобы отредактировать ячейку или удалить Длительное нажатие ячейки для перестановки

# Ваш список упражнений пуст, нажмите на + в правом углу чтобы добавить упражнение
source: Your list of exercises is empty, click on the + in the right corner to add an exercise
ru: Ваш список упражнений пуст, нажмите на + в правом углу чтобы добавить упражнение

# Добавить упражнение
source: Add Exercise
ru: Добавить упражнение

# Название упражнения
source: Exercise name
ru: Название упражнения

# Продолжительность (сек)
source: Duration (sec)
ru: Продолжительность (сек)

# Добавить
source: Add
ru: Добавить

# Редактировать упражнение
source: Edit Exercise
ru: Редактировать упражнение

# Обновить
source: Update
ru: Обновить

# Удалить
source: Delete
ru: Удалить

# Продолжительность отдыха
source: Duration of rest
ru: Продолжительность отдыха

source: In this section you can create your own workout on a timer, just fill in the list.
ru: В данном разделе Вы можете составить свою тренировку по таймеру, только заполните список

# Выберите время отдыха между упражнениями
source: Choose a rest time between exercises
ru: Выберите время отдыха между упражнениями

# Свайпни упражнение, чтобы удалить его или изменить
source: Swipe an exercise to delete or change it
ru: Свайпни упражнение, чтобы удалить его или изменить

# Часть 1
source: Part 1
ru: Часть 1

# ШЕЙНО-ВОРОТНИКОВАЯ ЗОНА
source: NECK-COLLAR ZONE
ru: ШЕЙНО-ВОРОТНИКОВАЯ ЗОНА

source: Warm-up is a mandatory measure before any workout. Warm-up will protect you from getting injured. -improves muscle plasticity; -improves blood circulation and saturates muscles with oxygen; -increases flexibility of joints and tendons; -significantly reduces the risk of injury; -increases the efficiency of muscle fibers. Warm-up is mandatory regardless of the level of training.
ru: Разминка - обязательная мера перед любой тренировкой. Разминка обезопасит Вас от получения травму. -улучшает пластичность мышц; -улучшает кровообращение и насыщает мышцы кислородом; -повышает гибкость суставов и сухожилий; -значительно снижает риски возникновения травм; -увеличивает работоспособность мышечных волокон. Разминка обязательна для выполнения не зависимо от уровня подготовки.

# Часть 2
source: Part 2
ru: Часть 2

# ГРУДНОЙ ОТДЕЛ И РУКИ
source: CHEST AND ARMS
ru: ГРУДНОЙ ОТДЕЛ И РУКИ

# Часть 3
source: Part 3
ru: Часть 3

# СПИНА И ТАЗОБЕДРЕННЫЕ СУСТАВЫ
source: BACK AND HIP JOINTS
ru: СПИНА И ТАЗОБЕДРЕННЫЕ СУСТАВЫ

# Часть 4
source: Part 4
ru: Часть 4

# КОЛЕННЫЕ СУСТАВЫ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА И ТБС
source: KNEE JOINTS, BACK OF THE THIGH
ru: КОЛЕННЫЕ СУСТАВЫ, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА И ТБС

# Часть 5
source: Part 5
ru: Часть 5

# ГОЛЕНОСТОП, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА И ТБС
source: ANKLE, BACK OF THE THIGH
ru: ГОЛЕНОСТОП, ЗАДНЯЯ ПОВЕРХНОСТЬ БЕДРА И ТБС

# Разворот корпуса
source: Tilt forward with a turn
ru: Разворот корпуса

# В СКЛАДКЕ НОГИ ВРОЗЬ
source: TRANSVERSE LEGS POSITION
ru: В СКЛАДКЕ НОГИ ВРОЗЬ

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees and straighten your foot, your back is straight. -While leaning forward, turn the body to face the leg, pull the lower arm towards the leg, pull the right arm parallel to the floor.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона вперёд поверните корпус лицом к ноге, нижнюю руку вытяните к ноге, правую руку вытяните параллельно полу.

# Фиксация по 10 секунд
source: Fixation 10 seconds
ru: Фиксация по 10 секунд

# Наклоны плечом к полу
source: Tilt in transverse sword
ru: Наклоны плечом к полу

source: Note: -In the sitting position, spread your legs as much as possible, straighten your knees, your back is straight. -During the tilt, keep the body parallel to the legs, bending to the maximum position at the point in front of the knee, shorten the foot trying to touch it with your hand.
ru: Примечание: -В положение сидя максимально разведите ноги, выпрямите колени и затяните носки ног, спина прямая. -Во время наклона корпус держите параллельно ноги, наклоняясь в максимальное положение в точку перед коленом, сократите стопу стараясь коснуться её рукой.

# По 10 наклонов
source: 10 slopes on each side
ru: По 10 наклонов

# Скручивание корпуса
source: Body turn with fixation
ru: Скручивание корпуса

# В ВЫПАДЕ
source: WITH SPINAL TWIST
ru: В ВЫПАДЕ

source: Note: -Take a big step forward with your left foot, so that you are in a staggered stance. -Bend your left knee and drop into a lunge, keeping your right leg straight behind you with your toes on the ground, so you feel a stretch at the front of your right thigh. -Place your hand on the foot and twist your upper body to the left as you extend your left arm toward the ceiling. -Repeat on the other side.
ru: Примечание: -Примите положение выпада с колена, затяните носок задней ноги. -Выпрямите спину, округлив грудной отдел. -Корпус разверните в сторону передней ноги, зафиксировав переднюю руку на колене, заднюю на икроножных мышцах.

# Наклоны корпуса
source: Tilt in transverse sword
ru: Наклоны корпуса

# В ПОПЕРЕЧНОМ ШПАГАТЕ
source: TRANSVERSE LEGS POSITION
ru: В ПОПЕРЕЧНОМ ШПАГАТЕ

source: Note: -Take the position of the cross twine (or the maximum possible), knees straight, back straight. -Tilt the body with your shoulder to the floor at the point in front of the knee, try to reach the foot with your upper hand.
ru: Примечание: -Примите положение поперечного шпагата, колени прямые, носки затянутые, спина прямая. -Наклоните корпус плечом к полу в точку перед коленом, верхней рукой пытайтесь достать до стопы.

# Фиксация по 30 секунд
source: Fixation 30 seconds
ru: Фиксация по 30 секунд

# Удлиненная бабочка
source: Sitting butterfly
ru: Удлиненная бабочка

# С ФИКСАЦИЕЙ
source: WITH FIXATION
ru: С ФИКСАЦИЕЙ

source: Note: -A slight rounding is allowed in the back, reach for the foot with the thoracic part. -Fix your hands on your feet, swing your body dynamically in the maximum position.
ru: Примечание: -В спине допустимо небольшое округление, грудным отделом тянитесь к стопе. -Руки зафиксируйте на стопах, в положении максимума динамически покачивайтесь корпусом.

# Фиксация 30 секунд
source: Fixation 30 seconds
ru: Фиксация 30 секунд

# Прогиб и округление спины
source: Cat-Cow
ru: Прогиб и округление спины

# В УПОРЕ
source: BRACING HIS HANDS
ru: В УПОРЕ

source: Note: -Emphasis on knees and straight arms. -On the inhale, bend your back as much as possible, on the exhale, round your back as much as possible.
ru: Примечание: -Упор на колени и прямые руки. -На вдох максимально прогибайтесь в спине, на выдох максимально округлите спину.

# 10 повторений
source: 10 repetitions
ru: 10 повторений

# Вращение корпуса
source: Cat-Cow
ru: Вращение корпуса

# В УПОРЕ
source: VARIATION
ru: В УПОРЕ

source: Note: -Emphasis on knees and straight arms. -Rotate the body smoothly, inhale in the position of maximum deflection, exhale in the position of maximum rounding.
ru: Примечание: -Упор на колени и прямые руки. -Плавно вращайте корпусом, в положении максимального прогиба делайте вдох, в положении максимального округления делайте выдох.

# По 8 повторений
source: 8 repetitions
ru: По 8 повторений

# Прогиб спины
source: Extended Puppy Pose
ru: Прогиб спины

# В ПОЗЕ КОШКИ
source: EAZY VARIATION
ru: В ПОЗЕ КОШКИ

source: Note: -Emphasis on knees, stretch your arms forward, exhale, we go into a deflection to the floor, while not moving the pelvis to the side.
ru: Примечание: -Упор на колени, руки вытяните вперёд, на выдохе спину уводим в прогиб к полу, таз при этом не уводим в сторону.

# Прогиб и округление спины
source: Extended Puppy Pose
ru: Прогиб и округление спины

# НА ВЫТЯНУТЫХ РУКАХ
source: IN MOVE
ru: НА ВЫТЯНУТЫХ РУКАХ

source: Note: -Emphasis on the knees, put your hands forward. -On the inhale, bend as much as possible in the back, giving the pelvis a little forward, on the exhale, round the back as much as possible, without filling the pelvis back.
ru: Примечание: -Упор на колени, руки подайте вперёд. -На вдох максимально прогибайтесь в спине, подавая таз немного вперёд, на выдох максимально округлите спину, не заваливая таз назад.

# Собака мордой вниз
source: Extended Puppy Pose
ru: Собака мордой вниз

# ИЗ УПОРА
source: HARD VARIATIN
ru: ИЗ УПОРА

source: Note: -Emphasis on knees, pull your pelvis back without taking your hands off, stand on straight legs, bend as much as possible in your back on exhalation, stretch your chest to the floor.
ru: Примечание: -Из упора на коленях, отведите таз назад не отрывая рук, выйдите на прямые ноги, на выдохе максимально прогнитесь в спине, грудным отделом тянитесь к полу.

# Скорпион
source: Scorpio
ru: Скорпион

source: Note: -Keep your knees and back straight, and do not bend your arms at the elbows either. -Lift your leg up as much as possible and in the maximum position bend your leg at the knee, stretch your foot to the head.
ru: Примечание: -Держите колени и спину прямыми, руки также не сгибайте в локтях. -Поднимайте ногу максимально вверх и в положении максимума согните ногу в колене, стопой тянитесь к голове.

# Поза ребёнка - прогиб
source: Sphinx Pose
ru: Поза ребёнка - прогиб

# ЧЕРЕДОВАНИЕ
source: WITH CRUNCH
ru: ЧЕРЕДОВАНИЕ

source: Note: -In the position of maximum deflection, the emphasis is on straight arms and toes, while the knees are straightened, stretch your head back, increasing the deflection. -In the child's pose, the emphasis is on the knees and straight arms, a deflection in the lower back is allowed.
ru: Примечание: -В положении максимального прогиба упор на прямые руки и носки ног, колени при этом выпрямлены, головой тянитесь назад, увеличивая прогиб. -В позе ребёнка упор на колени и прямые руки, допускается прогиб в пояснице.

# Берёзка
source: Bent candle pose
ru: Берёзка

# НОГИ ЗА ГОЛОВОЙ
source: VARIATION
ru: НОГИ ЗА ГОЛОВОЙ

source: Note: 1 - In the setting behind the head, round your back, throw your legs straight at the knees, taking the foot as far away from the head as possible, fixation 10-20 seconds. 2 - We move our hands to the foot, fixing for 10-20 seconds. 3 - shorten the foot, bring the knees to the chest, fixation for 10-20 seconds. 4 - transition to the 'Bent candle pose' with a deflection in the lower back, emphasis on the elbows, fixation for 10-20 seconds.
ru: Примечание: 1 - В постановку за голову, округлите спину, закиньте прямые в коленях ноги, уводя стопу как можно дальше от головы, фиксация 10-20 секунд. 2 - Переводим руки к стопе, фиксация 10-20 секунд. 3 - сократите стопу, подведите колени к груди, фиксация 10-20 секунд. 4 - переход на 'берёзку' с прогибом в пояснице, упор на локти, фиксация 10-20 секунд.

# Фиксация по 10-20 секунд
source: Fixation 10-20 seconds
ru: Фиксация по 10-20 секунд

# Боковые скручивания
source: Knee Drops
ru: Боковые скручивания

# ЛЁЖА НА СПИНЕ
source: LYING DOWN
ru: ЛЁЖА НА СПИНЕ

source: Note: -Place your feet at right angles, socks are tightened. -During the execution, take your face and pelvis in the opposite direction, spread your arms to the sides for better fixation.
ru: Примечание: -Ноги располагайте под прямым углом, носки затянуты. -Во время выполнения отведите лицо и таз в противоположную сторону, расставьте руки в стороны для лучшее фиксации.

# Наклоны вперёд
source: Standing Hamstring Stretch
ru: Наклоны вперёд

source: Note: -Place your feet shoulder-width apart, try to keep your knees and back straight and your pelvis open during the exercise. Distribute the weight on the front of the foot. With the thoracic department, reach for the foot. -On exhalation, slowly bend forward into a vertical fold to the maximum position, followed by fixation in the maximum position for 3-5 seconds.
ru: Примечание: -Расставьте ноги на ширине плеч, во время выполнения упражнения старайтесь держать колени и спину прямыми, таз открытым. Распределите вес на переднюю часть стопы. Грудным отделом тянитесь к стопе. -На выдохе медленно наклоняйтесь вперёд в вертикальную складку до положения максимума, с последующей фиксацией в положении максимума 3-5 секунд.

# 10 наклонов
source: 10 slopes
ru: 10 наклонов

# Продольный выпад
source: Lunging Hip Flexor Stretch
ru: Продольный выпад

source: Note: -The pelvis stretches down, the hips are relaxed, the knee of the hind leg is straight, the center of gravity of the body is on the front thigh, the arms are straight, fixed point-blank on the cubes, the back is straight.
ru: Примечание: -Таз тянется вниз, бёдра расслабленны, колено задней ноги прямое, центр тяжести корпуса на переднем бедре, руки прямые, зафиксированы в упор на кубики, спина прямая.

# С ПОКАЧИВАНИЯМИ
source: IN MOVE
ru: С ПОКАЧИВАНИЯМИ

source: Note: -The pelvis stretches down in dynamics, the hips are relaxed, the knee of the hind leg is straight, the center of gravity of the body is on the front thigh, the arms are straight, fixed point-blank on the cubes, the back is straight.
ru: Примечание: -Таз в динамике тянется вниз, бёдра расслабленны, колено задней ноги прямое, центр тяжести корпуса на переднем бедре, руки прямые, зафиксированы в упор на кубики, спина прямая.

# Фиксация в выпаде
source: Lunging Hip Flexor Stretch
ru: Фиксация в выпаде

# С РУКАМИ ВВЕРХ
source: EASY VARIATION / IN MOVE
ru: С РУКАМИ ВВЕРХ

source: Note: -The pelvis stretches down, the hips are relaxed, the knee of the hind leg is straight, the body is positioned in a vertical plane, the arms are straight, the back is straight.
ru: Примечание: -Таз тянется вниз, бёдра расслабленны, колено задней ноги прямое, корпус располагаем в вертикальной плоскости, руки прямые, спина прямая.

# Фиксация 10 секунд
source: Fixation 10 seconds
ru: Фиксация 10 секунд

# Фиксация в выпаде
source: Exercise Lizard
ru: Фиксация в выпаде

# ПРЕДПЛЕЧЬЯМИ В УПОРЕ
source: BRACING HIS ELBOWS
ru: ПРЕДПЛЕЧЬЯМИ В УПОРЕ

source: Note: -The pelvis stretches down, the hips are relaxed, the knee of the hind leg is on the floor, the center of gravity of the body is tilted forward, both forearms are on the floor, the back is straight.
ru: Примечание: -Таз тянется вниз, бёдра расслабленны, колено задней ноги стоит на полу, центр тяжести корпуса наклоняем вперёд, оба предплечья на полу, спина прямая. -Старайтесь избежать ухода стопы в завал на внешнюю сторону

# Махи ногами
source: Stretching the legs
ru: Махи ногами

source: Note: -Take a lying position on your back, your toes are tightened, try to keep your knees straight, bring your working leg to the maximum to the body.
ru: Примечание: -Займите положение лежа на спине, носки ног затянутые, колени старайтесь держать прямыми, рабочую ногу доводите до максимума к корпусу.

# По 12 повторений
source: 12 repetitions
ru: По 12 повторений

# Фиксация ноги в махе
source: Stretching the legs with fixation
ru: Фиксация ноги в махе

source: Note: -Take a lying position on your back, your toes are tightened, try to keep your knees straight, bring the working leg to the maximum to the body, catch the leg and bring it to the maximum, after which you can stretch the foot of the working leg to reduce and pull the leg even closer to the body. -At the end, release the leg and hold it with the muscles to the maximum, at the body, without the help of hands, after 10 seconds slowly lower the leg.
ru: Примечание: -Займите положение лежа на спине, носки ног затянутые, колени старайтесь держать прямыми, рабочую ногу доводите до максимума к корпусу, ловите ногу и доводите её до максимума, после чего вы можете дотянуть стопу рабочей ноги на сокращение и притянуть ногу еще ближе к корпусу. -В завершении отпустите ногу и удерживайте её мышцами в максимуме, у корпуса, без помощи рук, по истечении 10 секунд медленно опускайте ногу.

# Складка ногой вверх
source: Corner
ru: Складка ногой вверх

source: Note: -In the sitting position, pull your toes, try to keep your knees straight, your back straight. Part 1 - Stretch your leg in a vertical position as close to the body as possible. If possible, shorten the foot to study for eversion. Part 2 - Take the lower legs to the horizontal plane, stretch the hip of the bent leg, taking the foot to the opposite shoulder.
ru: Примечание: -В положении сидя затяните носки ног, старайтесь держать колени прямыми, спина прямая. Часть 1 - Протягивайте ногу в вертикальное положение максимально к корпусу. По возможности сокращайте стопу для проработки на выворотность. Часть 2 - Уводите голень в горизонтальную плоскость, протягивайте бедро согнутой ноги, уводя стопу к противоположному плечу.

# По 1 повторению
source: 1 repetitions
ru: По 1 повторению

# Уголок
source: Corner
ru: Уголок

# В ВЕРТИКАЛЬНУЮ СКЛАДКУ
source: COMPLEX VARIATION
ru: В ВЕРТИКАЛЬНУЮ СКЛАДКУ

source: Note: -Take a sitting position, straighten your back and tighten your socks. -In the fixation position, try to keep your knees and back straight, pull your legs as close to the body as possible, keep your balance. Fixation for 10 seconds
ru: Примечание: -Примите положение сидя, выпрямите спину и затяните носки. -Во положении фиксации старайтесь держать колени и спину прямыми, подтягивайте ноги максимально к корпусу, держите равновесие. Фиксацией по 10 секунд

# 5 повторений
source: 5 repetitions
ru: 5 повторений

# Наклоны сидя
source: Stretching Feet
ru: Наклоны сидя

# В СКЛАДКУ К НОГЕ
source: THE SLOPE OF THE FEET
ru: В СКЛАДКУ К НОГЕ

source: Note: -Bend one of the legs at the knee, straighten the other leg and tighten the sock, the lower back is straight. -After 10 inclines, fix the body at the foot at the maximum for 10 seconds, tighten the foot and stay in the maximum position for another 20 seconds.
ru: Примечание: -Одну из ног согните в колене, другую ногу выпрямите и затяните носок, поясница прямая. -После 10 наклонов зафиксируйте корпус у ноги в максимуме в течении 10 секунд, затяните стопу и находитесь в положении максимума еще 20 секунд.

# По 10 повторений
source: 10 repetitions
ru: По 10 повторений

# В СКЛАДКУ К НОГАМ
source: FOLD THE FEET
ru: В СКЛАДКУ К НОГАМ

source: Note: -In the sitting position, straighten your back and knees, tighten your toes. -After 10 bends, fix the body at the feet at the maximum for 10 seconds, tighten the feet and stay in the maximum position for another 20 seconds.
ru: Примечание: -В положении сидя выпрямите спину и колени, затяните носки ног. -После 10 наклонов зафиксируйте корпус у ног в максимуме в течении 10 секунд, затяните стопы и находитесь в положении максимума еще 20 секунд.

# Выпад с кубиками
source: Lunging Hip Flexor Stretch
ru: Выпад с кубиками

# С ФИКСАЦИЕЙ
source: EASY VARIATION
ru: С ФИКСАЦИЕЙ

source: Note: -Take the lunge position from the knee, tighten the toe of the hind leg. -Straighten your back, rounding the thoracic region, fix your hands on the cubes.
ru: Примечание: -Примите положение выпада с колена, затяните носок задней ноги. -Выпрямите спину, округлив грудной отдел, руки зафиксируйте на кубиках.

source: Note: -Take the lunge position from the knee, tighten the toe of the hind leg. -Straighten your back, rounding the thoracic region, pull your arms up. -Swing the pelvis down to the maximum position and up, smoothly.
ru: Примечание: -Примите положение выпада с колена, затяните носок задней ноги. -Выпрямите спину, округлив грудной отдел, руки вытяните вверх. -Раскачивайте таз вниз до максимального положения и вверх, плавно.

# Скручивание корпуса
source: Low drop with a turn
ru: Скручивание корпуса

# Фиксация задней ноги
source: Preparation Quadriceps
ru: Фиксация задней ноги

source: Note: -Take the lunge position from the knee, tighten the toe of the hind leg. -Straighten your back, rounding the thoracic region. -Turn the body towards the back leg, bending the back leg, pull it up to the buttock, holding it by the foot.
ru: Примечание: -Примите положение выпада с колена, затяните носок задней ноги. -Выпрямите спину, округлив грудной отдел. -Корпус разверните в сторону задней ноги, согнув заднюю ногу, подтяните её к ягодице, держа её за стопу.

# Протягивание корпуса
source: Tilt to straight foot
ru: Протягивание корпуса

source: Note: -Straighten your front leg from the lunge position, pushing your pelvis back. -Tilt the body as far forward as possible to the leg, reducing the forefoot, placing your hands on the support.
ru: Примечание: -Из положения выпада выпрямите переднюю ногу ,отодвинув таз назад. -Корпус наклоните максимально вперёд к ноге, сократив переднюю стопу, расположив руки на опоре. -После сократите стопу, задействовала ноги.

# Продольный шпагат
source: Longitudinal twine
ru: Продольный шпагат

source: Note: -Take the position of the longitudinal twine ( the maximum possible position), leaning on your hands if necessary. -During the execution, keep your knees straight, tighten your toes, your back is straight, your chest is rounded. -Gently tilt the body back.
ru: Примечание: -Примите положение продольного шпагата / максимально возможное положение, по необходимости опираясь на руки. -Во время выполнения держите колени прямыми, носки ног затяните, спина прямая, грудная клетка округлена. -Плавно отклоняйте корпус назад.

# Наклон с фиксацией
source: Tilt to straight foot
ru: Наклон с фиксацией

# В ПРОДОЛЬНОМ ШПАГАТЕ
source: LONGITUDINAL LEGS POSITION
ru: В ПРОДОЛЬНОМ ШПАГАТЕ

source: Note: -Take the position of the longitudinal twine (the maximum possible position), leaning on your hands if necessary. -Straighten your knees, tighten your toes, straight back. -Gently tilt the body to the maximum position in the front leg.
ru: Примечание: -Примите положение продольного шпагата / максимально возможное положение, по необходимости опираясь на руки. -Выпрямите колени, носки ног затяните, спина прямая. -Плавно наклоните корпус в максимальное положение в передней ноге.

# Нога в кольцо
source: Preparation Quadriceps
ru: Нога в кольцо

source: Note: -Take the position of the longitudinal twine (the maximum possible position). -During the execution, keep your knees straight, tighten your toes, your back is straight, your chest is rounded. -Bend the back leg at the knee, turning the body, fix the leg, holding it by the foot, after changing hands, turn the body back and form a ring.
ru: Примечание: -Примите положение продольного шпагата. -Во время выполнения держите колени прямыми, носки ног затяните, спина прямая, грудная клетка округлена. -Согните заднюю ногу в колене, повернув корпус зафиксируйте ногу, держа её за стопу, после смены руки, разверните корпус обратно и образуйте кольцо.
